/*关于我们相关js函数*/
function changeContentInAboutUs(contents) {
    var hempel = '<div class="industry">' +
        '<img src="../../images/jianjie/ff_hempel.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '关于海虹老人' +
        '海虹老人集团成立于1915年，总部设在丹麦的哥本哈根。作为全球化的涂料供应商，业务覆盖船舶漆、工业防护漆、集装箱漆、建筑装饰漆及游艇漆五大领域。在全球拥有27个生产厂、4个主研发中心及7个区域性研发中心、48个销售办事处。凭借分布于在80多个国家和地区的150多个存货点，集团下属的全球销售和服务机构能为客户的涂装项目提供各个阶段的专业服务。' +
        '海虹老人集团专注于产品研发、先进的生产技术以及专业的涂装建议，竭力保证全球客户资产长久的安全性和美观性。 海虹老人秉承简单的经营理念：求知欲强、富有创意、律己严格，永远为客户创造附加值。' +
        '任何涂料需求，一呼即应' +
        '海虹老人为客户提供一系列工业漆、船舶漆和集装箱漆以及各类技术服务。除此之外，还为广大业主提供安全的低溶剂型涂料，为家居增色。同时，海虹老人也提供一系列的游艇防护和保养漆。 总之，不论任何涂料需求，海虹老人都能一呼即应。欢迎您随时咨询。' +
        '低溶剂型涂料，更优的环保性能' +
        '海虹老人相信涂料行业可以亦应该为创造更好的环境出力。 因此，集团大力投资开发创新型高级水性涂料，帮助客户降低燃料消耗及污染排放量，达到环境目标要求。' +
        '集团战略' +
        '集团秉承“One Hempel – One Ambition”的战略，预计到2015年晋升为全球十大涂料供应商之一。' +
        '涂料行业瞬息万变，随着客户、供应商不断增长，营运成本不断攀升，市场竞争不断加剧，业务发展需要持续地为客户提供最高效的涂料方案。 为此，海虹老人决定集中发展三大业务板块，竭力实现“One Hempel – One Ambition”的发展战略。' +
        '使命与愿景' +
        '集团战略、行为准则、使命与愿景共同构成集团运作的指导方针。' +
        '使命' +
        '依靠广大敏思笃行的员工，创建创新环境，不断推出最有效的涂料方案。' +
        '愿景' +
        '争取到2015年成为世界十大涂料供应商之一。' +
        '<br> ' +
        '海虹老人中国' +
        '海虹老人涂料（中国）有限公司是世界领先的涂料供应商——HEMPEL（海虹老人）集团在华的子公司。北亚区总部设在上海，在中国境内共有3家工厂（广州、昆山、烟台）、11个办事处（北京、大连、青岛、香港、成都、广州、深圳、武汉、天津、重庆、西安）及11个存货点。广阔的地理覆盖面使公司具备了在短时间内准时送货的能力。' +
        '海虹老人涂料（中国）有限公司前身为丹麦海虹老人集团与香港招商局国际有限公司于1992年合资组建的海虹老人牌(中国)有限公司。其实，早在上世纪50年代中期，海虹老人就已经活跃于中国市场，为当时的远洋轮船提供涂料，给日后的长足发展奠定了坚实的基础。' +
        '优秀业绩' +
        '海虹老人中国在很短的时间内便成为中国地区涂料行业中业绩最为出众的公司之一。目前已成为中国船舶漆、集装箱漆和工业漆市场的领先者，同时也是建筑装饰漆及道路设施涂料市场上的主要力量之一。海虹老人中国获得了中国政府和行业协会所颁发的众多奖项，如“中国外商投资企业500强”、“外商投资双优企业”及“安全生产管理一级单位”等。' +
        '保护环境、关爱员工' +
        '除产品质量，我们还注重保护环境、关爱员工。海虹老人中国的工厂都已通过ISO14001和OHSAS18001认证。ISO14001标准的重点是环保，而OHSAS18001标准的重点是员工安全和健康。海虹老人重视环保工作，并且坚决执行各类环保法规。全面执行海虹老人集团的健康安全环保政策（HSE），致力提高健康安全环保水平。' +
        '研究开发' +
        '为了向客户提供前瞻性的防护产品，海虹老人集团在研发上倾力投入。除了在丹麦总部、西班牙、新加坡设有研发中心之外，在中国也设有研发机构。海虹老人中国在研发上的工作主要集中在研制开发适合中国本地客户需求的产品。' +
        '</p>' +
        '</div>' +
        '</div>';

    var jotun = '<div class="industry">' +
        '<img src="../../images/jianjie/ff_jotun.png" />' +
        '<div class="industryBox">' +
        '<p>' +
        '佐敦集团是全球涂料、油漆以及粉末涂料领域最领先的供应商之一。' +
		'<br>佐敦集团在全球范围内拥有74家分公司及40个生产基地，此外，佐敦还在超过80个国家和地区设有销售办事处、代理商及分销商。佐敦的业务已经涵盖了当今绝大多数涂层系统及涂料产品的研发、生产及市场营销，这些系统及产品已经广泛的应用于住宅建筑、船舶建造以及工业领域的防腐保护及外观装饰。2009年，佐敦集团总销售额达128.14亿挪威克朗，全球员工总数达7400人。' +
		'<br>佐敦历史：' +
		'<br>涂料事业的开端' +
		'<br>1920年，Odd Gleditsch开办了一家涂料分销店，由此开始了他天才的商业发展。当时是捕鲸业的黄金时期，因此，在山德福市、T?nsberg，以及Larvik，Odd Gleditsch不久就开始向庞大的捕鲸船队供应涂料。' +
		'<br>随着捕鲸业的迅速发展，Odd Gleditsch不久就发现了自己生产涂料的市场潜力。在山德福市之外的Gimle，有一所已被银行宣布破产的榨油厂（Gimle Oljem?lle A/S），该榨油厂的产品就是通过Odd Gleditsch所开设的分销店作为防污漆及船舶油漆进行销售。' +
		'<br>在1926年的3月12日，Gleditsch邀请股东们表决同意新工厂的建立。拥有股份资本60，000挪威克朗的Jotun Kemiske Fabrik A/S成功建立，同时收购Gimle Oljem?lle A/S位于Gimle的工厂，而Gleditsch则成为董事长。' +
		'<br>在此阶段，Odd Gleditsch花大力气强调产品质量，工厂的现代化程度不断提高，产品质量也不断提升。而所有的一切均带来了销量的飞跃。' +
		'<br>企业标识' +
		'<br>完善、明确、统一的集团形象，是佐敦产品永恒的标志' +
		'<br>“在我们的业务领域，给客户的第一印象至关重要。在这个意义上，我们通过在市场行销方面的努力，包括产品、包装、宣传品、广告、工厂及滚动库存等等，带给客户视觉上的冲击并形成难忘的印象，而这也是我们建立客户对我们产品忠诚度的必要条件之一。我们希望，在客户的脑海里，佐敦永远代表着对公司价值观的不断追求和对产品价值的无比关注。”' +
		'<br>“佐敦公司统一的外在形象，应是永远以客户的重要价值为重。在世界范围内我们所涉及的全部领域中，通过有效的沟通获取客户所期待的产品特性，并以此来支持我们的市场投入，从而使得我们的产品能够被更加快速、更加便捷的采购到。这些都将使佐敦对客户更具吸引力、并巩固我们作为在全球涂料领域最领先的公司之一的地位。”' +
		'<br>“我们应将对我们集团形象的关注作为一个长期的过程，而非一时行动。因此，这个过程必将在所有区域的所有层面上被不断管理、论证、发展并加强，因为在这些区域内，我们正处于一个与竞争对手产品不断竞争的环境中。在我们所有的沟通中，信息应该被完全的透明化，从而使客户深切的感受到：这就是佐敦，这就是佐敦的产品！”' +
        '</p>' +
        '</div>' +
        '</div>';

    var kansai = '<div class="industry">' +
        '<img src="../../images/jianjie/ff_kansai.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '中远关西涂料化工有限公司，是国际性涂料生产、销售、研发的大型企业，在天津、上海、珠海三个沿海发展城市，中远关西设立的生产工厂，实现环渤海、长三角、珠三角区位优势，为企业的发展奠定了南、中、北的战略格局。' +      
        '<br>从1992年天津工厂建立，到2015年上海金山工厂投入生产,中远关西走过了一条不平凡的发展之路。二十四年的经营，中远关西由小到大，由大而强，在涂料行业赢得了举足轻重的地位。走过了二十余年的历程，公司已经形成了稳定的市场客户群，成熟的产品，良好的信誉和强大的竞争能力。随着上海金山中远关西的建成，中远关西的实际年生产能力已突破十二万吨，每年85%以上产品直接或间接出口国外。公司主要生产和经营集装箱涂料、船舶涂料、海上石油设施涂料和工业重防腐涂料。' +      
        '<br>中远关西涂料实行全球同步的经营理念。作为关西在中国投资的专业性涂料公司，中远关西在新技术运用和新产品的市场推广方面，始终与国际先进涂料保持同步，从技术配方、原料采用、制造工艺、产品性能指标、质量控制、涂料配套设计到最终技术服务均采用国际最先导技术，并一直积极向客户推出技术成熟、性能卓越的涂料新品种。' +      
        '<br>关注和不断提升用户满意度是我们长期坚持不懈的追求。除了在产品质量上的精益求精，中远关西专业人员所提供的技术服务更能让客户感受到一个品牌背后的价值。中远关西拥有上百名具有丰富专业知识和经验的技术服务工程师，负责涂装现场全过程的品质控制，实现用户资产增值。' +      
        '<br>中远关西力争成为用户首选的长期伙伴，不断迎接新挑战和满足用户不断变更的需求。关西涂料保护地球资源和美化环境的宗旨永远不变，与用户一起共创人类美好生活！' +
        '</p>' +
        '</div>' +
        '</div>';

    var williams = '<div class="industry">' +
        '<img src="../../images/jianjie/ff_williams.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '亨利•宣伟和爱德华.威廉姆斯先生于1866年在美国创建的美国宣伟（Sherwin-Williams）公司，是世界上成立最早的专业涂料公司之一。经过140多年的努力进取，如今总部位于美国俄亥俄州克利夫兰市的宣伟（Sherwin-Williams）已经成为集研发，生产和销售涂料以及相关产品为一体的全球涂料领导品牌，在全球109个国家开展业务，拥有超过33，000员工。宣伟涂料的旗下品牌包括久负盛名的宣伟涂料、贝格罗马、Sayerlack和Inchem等。通过公司遍布全球的3954家直营涂料零售店和分支机构，以及大型零售渠道和分销商来分销产品。截止2012年，凭借95亿美金的销售额，宣伟涂料成为美国最大的涂料生产厂商，也是全球第三大涂料生产厂商。' +
		'<br>创办至今，宣伟（Sherwin-Williams）始终致力于为客户提供更为创新、优质的涂料产品、更为细致的技术支持以及更为多样化的客户服务。作为全球极少数能够提供全系列涂料产品的供应商之一，宣伟（Sherwin-Williams）不仅为您的生活空间、日常用品、生产工具、汽车等提供靓丽丰富的色彩和持久的涂装保护，更积极推动绿色环保产品及技术的广泛应用，在绿色高效的水性涂料及UV涂料领域不断取得重要突破，确保我们的生活环境更加安全健康。' +
		'<br>公司荣誉' +
		'<br>宣伟（Sherwin-Williams）在企业长期的管理实践中，奉行追求卓越的企业哲学，积极促进企业与员工共同发展，并因此获得了社会各界的赞誉和肯定：' +
		'<br>• 《财富》杂志：美国年销量最大的500强公司之一' +
		'<br>• 《商业周刊》：最佳50家公司之一' +
		'<br>• 《巴伦周刊》：美国最佳500公司之一' +
		'<br>• 《福布斯》杂志：评为美国最值得信赖100家公司之一' +
		'<br>• 《财富》杂志：连续评为最佳雇主之一' +
		'<br>• 《商业周刊》：年度最佳开展职业生涯的公司之一' +
		'<br>• 《销售》杂志：度最佳销售培训公司' +
		'<br>• 《企业社会责任》杂志：最佳企业公民' +
		'<br>宣伟涂料在亚太' +
		'<br>自2000年在中国上海设立亚太总部以来，宣伟（Sherwin-Williams）不断加快在亚太市场的发展脚步，致力于为亚太经济的繁荣发展提供适用于各行业涂装的成功经验及先进技术。不仅为各地客户提供丰富的涂料产品及解决方案，更提供色彩预测与设计等多种服务支持。' +
		'<br>目前宣伟亚太主要目标市场包括：' +
		'<br>工业涂料——广泛应用于电子产品、家具产品、重型机械、金属建筑、木质门窗、厨房橱柜、风能及综合涂料等多种市场，无论是木材、金属抑或其它特殊底材，宣伟工业涂料事业部都能为客户提供最为优质的产品和完善的解决方案。' +
		'<br>建筑涂料——宣伟内墙漆、外墙漆及木器漆等全系列建筑涂料产品能够满足各类消费者的多样化装修装饰需求。宣伟建筑涂料事业部积极参与住宅、办公楼、酒店、学校、工厂、医疗工程和公共建设等各类工程项目，无论您是建筑承包商、设计师、商户业主还是自住客户，我们都将为您的空间提供最佳的装饰和保护。' +
		'汽车涂料——宣伟汽车涂料产品可以满足新车生产和碰撞修补从内到外的所有需求。宣伟汽车涂料事业部以优质的产品品质、优异的技术服务及领先的培训课程，得到了客户一致的肯定，许多知名汽车厂家均推荐宣伟汽车涂料为首选用漆。' +
		'<br>重防腐与船舶涂料——秉承百余年涂料生产经验和成熟的专业技术队伍，宣伟重防腐与船舶涂料事业部为石油化工、电厂设备、船舶及海洋平台等多种特殊行业客户提供高性能产品和全方位专业涂装保护解决方案。' +
		'<br>研发及生产' +
		'<br>目前，宣伟（Sherwin-Williams）在中国、越南、马来西亚地区设有研发中心，倾听客户需求深入了解市场，力求应用美国的尖端科技为亚太客户提供适应当地特殊需求的涂料产品。' +
		'<br>作为美国第一家通过国际化组织ISO注册和认证的涂料生产商，宣伟（Sherwin-Williams）坚持在全球采用统一的质量标准。位于中国、马来西亚及越南的4家工厂全都通过ISO9001和ISO14001的体系认证，能确保您无论身处何地都能获得性能优异、稳定的涂料产品。' +
		'<br>同时，我们遍布各地的涂料调配厂帮助您有效节省供应时间，减少库存压力，有效降低市场风险。致力为中国建筑市场、工业、环保、石化、市政工程、制药能源领域提供优质的产品、先进的技术及完善的售后服务。' +
        '</p>' +
        '</div>' +
        '</div>';

    var ppg = '<div class="industry">' +
        '<img src="../../images/jianjie/ff_ppg.gif" />' +
        '<div class="industryBox">' +
        '<p>' +
        '<br>PPG：创新，如你所见' +
		'<br>PPG工业公司的目标是继续保持其作为世界领先的涂料和特殊产品供应商的地位。凭借其在创新、可持续发展与色彩方面的领导地位，PPG以多种形式帮助来自工业、交通运输、消费品、建筑等领域及其售后市场的客户提升产品的外观。PPG工业公司始建于1883年，总部设在美国匹兹堡市，在全球70多个国家设有生产基地及附属机构。2012年公司全球销售额152亿美金。' +
		'<br>PPG在中国' +
		'<br>PPG是80年代末在中国进行投资的全球性涂料公司之一，迄今为止PPG在华投资总额已超过三亿美元。PPG在中国拥有近3800名员工，在天津、上海、苏州、昆山、芜湖、张家港、淄博、广州等地共设有十四家生产工厂，在北京、上海、苏州、广州、深圳、南京设有贸易公司、办事处、实验室以及培训中心。PPG在中国生产及销售以下十一大类产品：建筑涂料，汽车涂料，汽车修补漆，工业涂料，轻工业涂料，包装涂料，防护及船舶涂料，航空材料，光学产品（全视线光致变色镜片），建筑玻璃，玻璃纤维。主要客户包括大众汽车、通用汽车、南京依维柯、海南马自达、可口可乐、百事可乐、露露、旺旺、国航、上航、南航、海尔、诺基亚、摩托罗拉、戴尔计算机以及惠而浦等众多知名品牌。' +
		'<br>社会责任' +
		'<br>作为拥有120多年历史的世界财富500强企业，PPG始终积极承担其企业社会责任，并把企业社会责任作为公司的价值观之一。PPG价值观明确指出“体认社会的关心与需求”，而这一价值观一直是PPG 公司在中国乃至全球各地建厂的宗旨和理念。PPG也将社会责任作为企业成功和可持续发展的重要因素之一。' +
		'<br>我们团队' +
		'<br>我们尊重人的多样性，并为每个员工创造发展的机会。PPG认为不同的观点、经验和背景可以使PPG的团队更具优势。PPG所珍视的企业声誉不仅来自高质量的产品和服务，也来自于其长期遵循的高标准道德准则，PPG内部制定有严格的全球道德规范并要求我们所有的员工在所有地方及场合去严格执行。作为世界领先的涂料，专业材料产品及提供服务的企业，PPG也意识到我们有责任为解决当今世界的两大难题即能源安全和气候变化作出自己的贡献。除了减少能源消耗和温室气体排放的努力之外，PPG也不断的发展绿色产品来实现其对环境保护的长期承诺。' +
		'<br>旗下品牌' +
		'<br>PPG 工业防护及船舶涂料品牌荟萃，由PPG式玛涂料、PPG亚美隆涂料、PPG K&L、PPG高性能涂料、四大品牌构成，这些品牌在其各自的领域里都有出色的表现，无论是在陆地或是海洋环境的抗腐蚀或其它特殊保护要求，PPG 工业防护及船舶涂料都能满足您的要求。' +
		'<br>PPG 式玛涂料（PPG-SIGMA Coatings）是PPG工业公司旗下的工业防护及船舶涂料品牌，拥有百年的历史，在工业防护及船舶领域一直处于世界领先地位。Sigma工业防护涂料是专为暴露在严酷环境中的钢结构（包括混凝土结构）设计的防护涂料，为各专业市场如：海洋工程、石油及化工、基础建设、电力等工业领域，提供精心开发和生产的高性能、高品质的涂料产品和专业技术服务。' +
		'<br>PPG 亚美隆涂料（PPG-AMERCOAT）是PPG工业公司PMC旗下的工业防护及船舶涂料品牌，生产和销售遍布全世界，致力于对至关重要及高档的基础设施等的防腐防护，并是高性能船舶涂料和海洋工程涂料的主要供应商。' +
		'<br>庞贝捷涂料（昆山）有限公司' +
		'<br>庞贝捷涂料（昆山）有限公司，在中国江苏省昆山经济开发区内独资建立了涂料生产基地、研发中心和客服中心，并在中国及香港等设有销售办事处，并不断加强对中国业务的提升和扩展。庞贝捷涂料（昆山）有限公司工业防护及船舶涂料在中国始终实施全面质量管理体系，陆续获得世界著名认证机构DNV的ISO 9001、ISO 14001和OHSAS 18001认证。' +
		'<br>昆山生产基地：位于江苏省昆山的涂料生产和供应基地，专门生产和供应“式玛涂料”和“亚美隆涂料”品牌的工业防护和船舶漆，生产规模高达5万吨涂料/年，该基地装备了世界领先的涂料生产线，实施科学严谨的生产和质量管理，通过高品质的原料进口检验、规范的生产工艺流程、先进的电脑配色系统和有效的物流实施，为客户提供品质优等的产品。' +
		'<br>亚洲研发中心：昆山工厂内设“亚洲研发中心”，是集团全球最重要的研发中心之一。PPG一贯追求涂料技术的领先与创新，通过对各专业市场、环境和法规的研究和深刻理解，投入巨额研发资金，力将亚洲研发中心打造成全球研发基地，分享全球研究成果，为客户带来最理想的产品。' +
		'<br>庞贝捷涂料（昆山）有限公司工业防护及船舶涂料能凭借其掌握的最先进的涂料技术、应用经验和不断扩张的全球化生产和供应网络，为客户带来满意的产品和服务。同时，PPG深悉客户的需求，帮助客户在保护资产的同时，为其降低成本，发挥最大的经济效益。PPG 工业防护及船舶涂料拥有专业的技术服务团队，拥有NACE/Frosio证书，能为客户提供详细的现场咨询和正确的施工指导，发挥涂料的最佳性能，降低维修费用。PPG工业防护及船舶涂料倡导“提供的不只是涂料”。' +
		'<br>社会活动' +
		'<br>此外，PPG也主动地参与到企业所在地的社区活动，帮助社区，并使社区居民增加对于PPG业务的了解。早在1951年，PPG就成立了PPG基金,最近几年每年捐赠额都超过500万美金，口号为“回报社区”，旨在提高PPG全球所在社区的生活质量，体现企业价值观。PPG还特别关注慈善事业，主要通过鼓励员工志愿参与，公司高官加入非赢利组织以及公司捐赠等形式。该基金的捐赠战略重点按优先顺序依次为教育、人道服务、文化艺术和城市及社区事务。基金会还积极与投身教育发展的组织建立伙伴关系，开展活动，并确保涉及到社区的全体成员。目前，PPG基金正在计划将活动延展到中国。' +
        '</p>' +
        '</div>' +
        '</div>';

    $(".insert_indurstry").html("");
    $(".mdyf_title").text("工业防腐品牌");
    switch(contents){
    	case 1:
    		$(".insert_indurstry").append(hempel);
    		break;
    	case 2:
    		$(".insert_indurstry").append(jotun);
    		break;
    	case 3:
    		$(".insert_indurstry").append(kansai);
    		break;
    	case 4:
    		$(".insert_indurstry").append(williams);
    		break;
    	case 5:
    		$(".insert_indurstry").append(ppg);
    		break;
    }
    
}
