/*  
    关于我们 
    相关js函数
*/
function changeContentInAboutUs(contents) {
    var headTitle = '<h2> <em></em></h2>';
    var hempel = '<h2> <em>海虹老人</em></h2>' +
        '<div class="industry">' +
        '<img src="../../images/jianjie/ff_hempel.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '关于海虹老人' +
        '海虹老人集团成立于1915年，总部设在丹麦的哥本哈根。作为全球化的涂料供应商，业务覆盖船舶漆、工业防护漆、集装箱漆、建筑装饰漆及游艇漆五大领域。在全球拥有27个生产厂、4个主研发中心及7个区域性研发中心、48个销售办事处。凭借分布于在80多个国家和地区的150多个存货点，集团下属的全球销售和服务机构能为客户的涂装项目提供各个阶段的专业服务。' +
        '海虹老人集团专注于产品研发、先进的生产技术以及专业的涂装建议，竭力保证全球客户资产长久的安全性和美观性。 海虹老人秉承简单的经营理念：求知欲强、富有创意、律己严格，永远为客户创造附加值。' +
        '任何涂料需求，一呼即应' +
        '海虹老人为客户提供一系列工业漆、船舶漆和集装箱漆以及各类技术服务。除此之外，还为广大业主提供安全的低溶剂型涂料，为家居增色。同时，海虹老人也提供一系列的游艇防护和保养漆。 总之，不论任何涂料需求，海虹老人都能一呼即应。欢迎您随时咨询。' +
        '低溶剂型涂料，更优的环保性能' +
        '海虹老人相信涂料行业可以亦应该为创造更好的环境出力。 因此，集团大力投资开发创新型高级水性涂料，帮助客户降低燃料消耗及污染排放量，达到环境目标要求。' +
        '集团战略' +
        '集团秉承“One Hempel – One Ambition”的战略，预计到2015年晋升为全球十大涂料供应商之一。' +
        '涂料行业瞬息万变，随着客户、供应商不断增长，营运成本不断攀升，市场竞争不断加剧，业务发展需要持续地为客户提供最高效的涂料方案。 为此，海虹老人决定集中发展三大业务板块，竭力实现“One Hempel – One Ambition”的发展战略。' +
        '使命与愿景' +
        '集团战略、行为准则、使命与愿景共同构成集团运作的指导方针。' +
        '使命' +
        '依靠广大敏思笃行的员工，创建创新环境，不断推出最有效的涂料方案。' +
        '愿景' +
        '争取到2015年成为世界十大涂料供应商之一。' +
        '<br> ' +
        '海虹老人中国' +
        '海虹老人涂料（中国）有限公司是世界领先的涂料供应商——HEMPEL（海虹老人）集团在华的子公司。北亚区总部设在上海，在中国境内共有3家工厂（广州、昆山、烟台）、11个办事处（北京、大连、青岛、香港、成都、广州、深圳、武汉、天津、重庆、西安）及11个存货点。广阔的地理覆盖面使公司具备了在短时间内准时送货的能力。' +
        '海虹老人涂料（中国）有限公司前身为丹麦海虹老人集团与香港招商局国际有限公司于1992年合资组建的海虹老人牌(中国)有限公司。其实，早在上世纪50年代中期，海虹老人就已经活跃于中国市场，为当时的远洋轮船提供涂料，给日后的长足发展奠定了坚实的基础。' +
        '优秀业绩' +
        '海虹老人中国在很短的时间内便成为中国地区涂料行业中业绩最为出众的公司之一。目前已成为中国船舶漆、集装箱漆和工业漆市场的领先者，同时也是建筑装饰漆及道路设施涂料市场上的主要力量之一。海虹老人中国获得了中国政府和行业协会所颁发的众多奖项，如“中国外商投资企业500强”、“外商投资双优企业”及“安全生产管理一级单位”等。' +
        '保护环境、关爱员工' +
        '除产品质量，我们还注重保护环境、关爱员工。海虹老人中国的工厂都已通过ISO14001和OHSAS18001认证。ISO14001标准的重点是环保，而OHSAS18001标准的重点是员工安全和健康。海虹老人重视环保工作，并且坚决执行各类环保法规。全面执行海虹老人集团的健康安全环保政策（HSE），致力提高健康安全环保水平。' +
        '研究开发' +
        '为了向客户提供前瞻性的防护产品，海虹老人集团在研发上倾力投入。除了在丹麦总部、西班牙、新加坡设有研发中心之外，在中国也设有研发机构。海虹老人中国在研发上的工作主要集中在研制开发适合中国本地客户需求的产品。' +
        '</p>' +
        '</div>' +
        '</div>';

    var jotun = '<h2> <em>佐敦</em></h2>' +
        '<div class="industry">' +
        '<img src="../../images/jianjie/ff_jotun.png" />' +
        '<div class="industryBox">' +
        '<p>' +
        '佐敦集团是全球涂料、油漆以及粉末涂料领域最领先的供应商之一。' +
		'<br>佐敦集团在全球范围内拥有74家分公司及40个生产基地，此外，佐敦还在超过80个国家和地区设有销售办事处、代理商及分销商。佐敦的业务已经涵盖了当今绝大多数涂层系统及涂料产品的研发、生产及市场营销，这些系统及产品已经广泛的应用于住宅建筑、船舶建造以及工业领域的防腐保护及外观装饰。2009年，佐敦集团总销售额达128.14亿挪威克朗，全球员工总数达7400人。' +
		'<br>佐敦历史：' +
		'<br>涂料事业的开端' +
		'<br>1920年，Odd Gleditsch开办了一家涂料分销店，由此开始了他天才的商业发展。当时是捕鲸业的黄金时期，因此，在山德福市、T?nsberg，以及Larvik，Odd Gleditsch不久就开始向庞大的捕鲸船队供应涂料。' +
		'<br>随着捕鲸业的迅速发展，Odd Gleditsch不久就发现了自己生产涂料的市场潜力。在山德福市之外的Gimle，有一所已被银行宣布破产的榨油厂（Gimle Oljem?lle A/S），该榨油厂的产品就是通过Odd Gleditsch所开设的分销店作为防污漆及船舶油漆进行销售。' +
		'<br>在1926年的3月12日，Gleditsch邀请股东们表决同意新工厂的建立。拥有股份资本60，000挪威克朗的Jotun Kemiske Fabrik A/S成功建立，同时收购Gimle Oljem?lle A/S位于Gimle的工厂，而Gleditsch则成为董事长。' +
		'<br>在此阶段，Odd Gleditsch花大力气强调产品质量，工厂的现代化程度不断提高，产品质量也不断提升。而所有的一切均带来了销量的飞跃。' +
		'<br>企业标识' +
		'<br>完善、明确、统一的集团形象，是佐敦产品永恒的标志' +
		'<br>“在我们的业务领域，给客户的第一印象至关重要。在这个意义上，我们通过在市场行销方面的努力，包括产品、包装、宣传品、广告、工厂及滚动库存等等，带给客户视觉上的冲击并形成难忘的印象，而这也是我们建立客户对我们产品忠诚度的必要条件之一。我们希望，在客户的脑海里，佐敦永远代表着对公司价值观的不断追求和对产品价值的无比关注。”' +
		'<br>“佐敦公司统一的外在形象，应是永远以客户的重要价值为重。在世界范围内我们所涉及的全部领域中，通过有效的沟通获取客户所期待的产品特性，并以此来支持我们的市场投入，从而使得我们的产品能够被更加快速、更加便捷的采购到。这些都将使佐敦对客户更具吸引力、并巩固我们作为在全球涂料领域最领先的公司之一的地位。”' +
		'<br>“我们应将对我们集团形象的关注作为一个长期的过程，而非一时行动。因此，这个过程必将在所有区域的所有层面上被不断管理、论证、发展并加强，因为在这些区域内，我们正处于一个与竞争对手产品不断竞争的环境中。在我们所有的沟通中，信息应该被完全的透明化，从而使客户深切的感受到：这就是佐敦，这就是佐敦的产品！”' +
        '</p>' +
        '</div>' +
        '</div>';

    var kansai = '<h2> <em>中远关西</em></h2>' +
        '<div class="industry">' +
        '<img src="../../images/jianjie/ff_kansai.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '中远关西涂料化工有限公司，是国际性涂料生产、销售、研发的大型企业，在天津、上海、珠海三个沿海发展城市，中远关西设立的生产工厂，实现环渤海、长三角、珠三角区位优势，为企业的发展奠定了南、中、北的战略格局。' +      
        '<br>从1992年天津工厂建立，到2015年上海金山工厂投入生产,中远关西走过了一条不平凡的发展之路。二十四年的经营，中远关西由小到大，由大而强，在涂料行业赢得了举足轻重的地位。走过了二十余年的历程，公司已经形成了稳定的市场客户群，成熟的产品，良好的信誉和强大的竞争能力。随着上海金山中远关西的建成，中远关西的实际年生产能力已突破十二万吨，每年85%以上产品直接或间接出口国外。公司主要生产和经营集装箱涂料、船舶涂料、海上石油设施涂料和工业重防腐涂料。' +      
        '<br>中远关西涂料实行全球同步的经营理念。作为关西在中国投资的专业性涂料公司，中远关西在新技术运用和新产品的市场推广方面，始终与国际先进涂料保持同步，从技术配方、原料采用、制造工艺、产品性能指标、质量控制、涂料配套设计到最终技术服务均采用国际最先导技术，并一直积极向客户推出技术成熟、性能卓越的涂料新品种。' +      
        '<br>关注和不断提升用户满意度是我们长期坚持不懈的追求。除了在产品质量上的精益求精，中远关西专业人员所提供的技术服务更能让客户感受到一个品牌背后的价值。中远关西拥有上百名具有丰富专业知识和经验的技术服务工程师，负责涂装现场全过程的品质控制，实现用户资产增值。' +      
        '<br>中远关西力争成为用户首选的长期伙伴，不断迎接新挑战和满足用户不断变更的需求。关西涂料保护地球资源和美化环境的宗旨永远不变，与用户一起共创人类美好生活！' +
        '</p>' +
        '</div>' +
        '</div>';

    var williams = '<h2> <em>宣伟</em></h2>' +
        '<div class="industry">' +
        '<img src="../../images/jianjie/ff_williams.jpg" />' +
        '<div class="industryBox">' +
        '<p>' +
        '亨利•宣伟和爱德华.威廉姆斯先生于1866年在美国创建的美国宣伟（Sherwin-Williams）公司，是世界上成立最早的专业涂料公司之一。经过140多年的努力进取，如今总部位于美国俄亥俄州克利夫兰市的宣伟（Sherwin-Williams）已经成为集研发，生产和销售涂料以及相关产品为一体的全球涂料领导品牌，在全球109个国家开展业务，拥有超过33，000员工。宣伟涂料的旗下品牌包括久负盛名的宣伟涂料、贝格罗马、Sayerlack和Inchem等。通过公司遍布全球的3954家直营涂料零售店和分支机构，以及大型零售渠道和分销商来分销产品。截止2012年，凭借95亿美金的销售额，宣伟涂料成为美国最大的涂料生产厂商，也是全球第三大涂料生产厂商。' +
		'<br>创办至今，宣伟（Sherwin-Williams）始终致力于为客户提供更为创新、优质的涂料产品、更为细致的技术支持以及更为多样化的客户服务。作为全球极少数能够提供全系列涂料产品的供应商之一，宣伟（Sherwin-Williams）不仅为您的生活空间、日常用品、生产工具、汽车等提供靓丽丰富的色彩和持久的涂装保护，更积极推动绿色环保产品及技术的广泛应用，在绿色高效的水性涂料及UV涂料领域不断取得重要突破，确保我们的生活环境更加安全健康。' +
		'<br>公司荣誉' +
		'<br>宣伟（Sherwin-Williams）在企业长期的管理实践中，奉行追求卓越的企业哲学，积极促进企业与员工共同发展，并因此获得了社会各界的赞誉和肯定：' +
		'<br>• 《财富》杂志：美国年销量最大的500强公司之一' +
		'<br>• 《商业周刊》：最佳50家公司之一' +
		'<br>• 《巴伦周刊》：美国最佳500公司之一' +
		'<br>• 《福布斯》杂志：评为美国最值得信赖100家公司之一' +
		'<br>• 《财富》杂志：连续评为最佳雇主之一' +
		'<br>• 《商业周刊》：年度最佳开展职业生涯的公司之一' +
		'<br>• 《销售》杂志：度最佳销售培训公司' +
		'<br>• 《企业社会责任》杂志：最佳企业公民' +
		'<br>宣伟涂料在亚太' +
		'<br>自2000年在中国上海设立亚太总部以来，宣伟（Sherwin-Williams）不断加快在亚太市场的发展脚步，致力于为亚太经济的繁荣发展提供适用于各行业涂装的成功经验及先进技术。不仅为各地客户提供丰富的涂料产品及解决方案，更提供色彩预测与设计等多种服务支持。' +
		'<br>目前宣伟亚太主要目标市场包括：' +
		'<br>工业涂料——广泛应用于电子产品、家具产品、重型机械、金属建筑、木质门窗、厨房橱柜、风能及综合涂料等多种市场，无论是木材、金属抑或其它特殊底材，宣伟工业涂料事业部都能为客户提供最为优质的产品和完善的解决方案。' +
		'<br>建筑涂料——宣伟内墙漆、外墙漆及木器漆等全系列建筑涂料产品能够满足各类消费者的多样化装修装饰需求。宣伟建筑涂料事业部积极参与住宅、办公楼、酒店、学校、工厂、医疗工程和公共建设等各类工程项目，无论您是建筑承包商、设计师、商户业主还是自住客户，我们都将为您的空间提供最佳的装饰和保护。' +
		'汽车涂料——宣伟汽车涂料产品可以满足新车生产和碰撞修补从内到外的所有需求。宣伟汽车涂料事业部以优质的产品品质、优异的技术服务及领先的培训课程，得到了客户一致的肯定，许多知名汽车厂家均推荐宣伟汽车涂料为首选用漆。' +
		'<br>重防腐与船舶涂料——秉承百余年涂料生产经验和成熟的专业技术队伍，宣伟重防腐与船舶涂料事业部为石油化工、电厂设备、船舶及海洋平台等多种特殊行业客户提供高性能产品和全方位专业涂装保护解决方案。' +
		'<br>研发及生产' +
		'<br>目前，宣伟（Sherwin-Williams）在中国、越南、马来西亚地区设有研发中心，倾听客户需求深入了解市场，力求应用美国的尖端科技为亚太客户提供适应当地特殊需求的涂料产品。' +
		'<br>作为美国第一家通过国际化组织ISO注册和认证的涂料生产商，宣伟（Sherwin-Williams）坚持在全球采用统一的质量标准。位于中国、马来西亚及越南的4家工厂全都通过ISO9001和ISO14001的体系认证，能确保您无论身处何地都能获得性能优异、稳定的涂料产品。' +
		'<br>同时，我们遍布各地的涂料调配厂帮助您有效节省供应时间，减少库存压力，有效降低市场风险。致力为中国建筑市场、工业、环保、石化、市政工程、制药能源领域提供优质的产品、先进的技术及完善的售后服务。' +
        '</p>' +
        '</div>' +
        '</div>';

    var ppg = '<h2> <em>庞贝捷</em></h2>' +
        '<div class="industry">' +
        '<img src="../../images/jianjie/ff_ppg.gif" />' +
        '<div class="industryBox">' +
        '<p>' +
        '<br>PPG：创新，如你所见' +
		'<br>PPG工业公司的目标是继续保持其作为世界领先的涂料和特殊产品供应商的地位。凭借其在创新、可持续发展与色彩方面的领导地位，PPG以多种形式帮助来自工业、交通运输、消费品、建筑等领域及其售后市场的客户提升产品的外观。PPG工业公司始建于1883年，总部设在美国匹兹堡市，在全球70多个国家设有生产基地及附属机构。2012年公司全球销售额152亿美金。' +
		'<br>PPG在中国' +
		'<br>PPG是80年代末在中国进行投资的全球性涂料公司之一，迄今为止PPG在华投资总额已超过三亿美元。PPG在中国拥有近3800名员工，在天津、上海、苏州、昆山、芜湖、张家港、淄博、广州等地共设有十四家生产工厂，在北京、上海、苏州、广州、深圳、南京设有贸易公司、办事处、实验室以及培训中心。PPG在中国生产及销售以下十一大类产品：建筑涂料，汽车涂料，汽车修补漆，工业涂料，轻工业涂料，包装涂料，防护及船舶涂料，航空材料，光学产品（全视线光致变色镜片），建筑玻璃，玻璃纤维。主要客户包括大众汽车、通用汽车、南京依维柯、海南马自达、可口可乐、百事可乐、露露、旺旺、国航、上航、南航、海尔、诺基亚、摩托罗拉、戴尔计算机以及惠而浦等众多知名品牌。' +
		'<br>社会责任' +
		'<br>作为拥有120多年历史的世界财富500强企业，PPG始终积极承担其企业社会责任，并把企业社会责任作为公司的价值观之一。PPG价值观明确指出“体认社会的关心与需求”，而这一价值观一直是PPG 公司在中国乃至全球各地建厂的宗旨和理念。PPG也将社会责任作为企业成功和可持续发展的重要因素之一。' +
		'<br>我们团队' +
		'<br>我们尊重人的多样性，并为每个员工创造发展的机会。PPG认为不同的观点、经验和背景可以使PPG的团队更具优势。PPG所珍视的企业声誉不仅来自高质量的产品和服务，也来自于其长期遵循的高标准道德准则，PPG内部制定有严格的全球道德规范并要求我们所有的员工在所有地方及场合去严格执行。作为世界领先的涂料，专业材料产品及提供服务的企业，PPG也意识到我们有责任为解决当今世界的两大难题即能源安全和气候变化作出自己的贡献。除了减少能源消耗和温室气体排放的努力之外，PPG也不断的发展绿色产品来实现其对环境保护的长期承诺。' +
		'<br>旗下品牌' +
		'<br>PPG 工业防护及船舶涂料品牌荟萃，由PPG式玛涂料、PPG亚美隆涂料、PPG K&L、PPG高性能涂料、四大品牌构成，这些品牌在其各自的领域里都有出色的表现，无论是在陆地或是海洋环境的抗腐蚀或其它特殊保护要求，PPG 工业防护及船舶涂料都能满足您的要求。' +
		'<br>PPG 式玛涂料（PPG-SIGMA Coatings）是PPG工业公司旗下的工业防护及船舶涂料品牌，拥有百年的历史，在工业防护及船舶领域一直处于世界领先地位。Sigma工业防护涂料是专为暴露在严酷环境中的钢结构（包括混凝土结构）设计的防护涂料，为各专业市场如：海洋工程、石油及化工、基础建设、电力等工业领域，提供精心开发和生产的高性能、高品质的涂料产品和专业技术服务。' +
		'<br>PPG 亚美隆涂料（PPG-AMERCOAT）是PPG工业公司PMC旗下的工业防护及船舶涂料品牌，生产和销售遍布全世界，致力于对至关重要及高档的基础设施等的防腐防护，并是高性能船舶涂料和海洋工程涂料的主要供应商。' +
		'<br>庞贝捷涂料（昆山）有限公司' +
		'<br>庞贝捷涂料（昆山）有限公司，在中国江苏省昆山经济开发区内独资建立了涂料生产基地、研发中心和客服中心，并在中国及香港等设有销售办事处，并不断加强对中国业务的提升和扩展。庞贝捷涂料（昆山）有限公司工业防护及船舶涂料在中国始终实施全面质量管理体系，陆续获得世界著名认证机构DNV的ISO 9001、ISO 14001和OHSAS 18001认证。' +
		'<br>昆山生产基地：位于江苏省昆山的涂料生产和供应基地，专门生产和供应“式玛涂料”和“亚美隆涂料”品牌的工业防护和船舶漆，生产规模高达5万吨涂料/年，该基地装备了世界领先的涂料生产线，实施科学严谨的生产和质量管理，通过高品质的原料进口检验、规范的生产工艺流程、先进的电脑配色系统和有效的物流实施，为客户提供品质优等的产品。' +
		'<br>亚洲研发中心：昆山工厂内设“亚洲研发中心”，是集团全球最重要的研发中心之一。PPG一贯追求涂料技术的领先与创新，通过对各专业市场、环境和法规的研究和深刻理解，投入巨额研发资金，力将亚洲研发中心打造成全球研发基地，分享全球研究成果，为客户带来最理想的产品。' +
		'<br>庞贝捷涂料（昆山）有限公司工业防护及船舶涂料能凭借其掌握的最先进的涂料技术、应用经验和不断扩张的全球化生产和供应网络，为客户带来满意的产品和服务。同时，PPG深悉客户的需求，帮助客户在保护资产的同时，为其降低成本，发挥最大的经济效益。PPG 工业防护及船舶涂料拥有专业的技术服务团队，拥有NACE/Frosio证书，能为客户提供详细的现场咨询和正确的施工指导，发挥涂料的最佳性能，降低维修费用。PPG工业防护及船舶涂料倡导“提供的不只是涂料”。' +
		'<br>社会活动' +
		'<br>此外，PPG也主动地参与到企业所在地的社区活动，帮助社区，并使社区居民增加对于PPG业务的了解。早在1951年，PPG就成立了PPG基金,最近几年每年捐赠额都超过500万美金，口号为“回报社区”，旨在提高PPG全球所在社区的生活质量，体现企业价值观。PPG还特别关注慈善事业，主要通过鼓励员工志愿参与，公司高官加入非赢利组织以及公司捐赠等形式。该基金的捐赠战略重点按优先顺序依次为教育、人道服务、文化艺术和城市及社区事务。基金会还积极与投身教育发展的组织建立伙伴关系，开展活动，并确保涉及到社区的全体成员。目前，PPG基金正在计划将活动延展到中国。' +
        '</p>' +
        '</div>' +
        '</div>';

    $(".productRight").html("");
    switch(contents){
    	case 1:
            productHeaderBoxContent(['关于我们', '首页', '关于我们', '工业防腐品牌', '海虹老人']);
    		$(".productRight").append(hempel);
    		break;
    	case 2:
            productHeaderBoxContent(['关于我们', '首页', '关于我们', '工业防腐品牌', '佐敦']);
    		$(".productRight").append(jotun);
    		break;
    	case 3:
            productHeaderBoxContent(['关于我们', '首页', '关于我们', '工业防腐品牌', '中远关西']);
    		$(".productRight").append(kansai);
    		break;
    	case 4:
            productHeaderBoxContent(['关于我们', '首页', '关于我们', '工业防腐品牌', '宣伟']);
    		$(".productRight").append(williams);
    		break;
    	case 5:
            productHeaderBoxContent(['关于我们', '首页', '关于我们', '工业防腐品牌', '庞贝捷']);
    		$(".productRight").append(ppg);
    		break;
    }
    
}


/*
    资讯中心    相关js接口
*/
function changeContentInNews(content){
    var enterprise1 = '<h2> <em>企业新闻</em></h2>' +
        '<div class="caseNews">' +
            '<h1>关西涂料推出新型船舶防污涂料</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>日本关西涂料株式会社4月7日宣布推出系列船舶防污涂料“X-mile Premium”，包括远洋船舶用的低磨耗型X-mile Premium 101、中磨耗型X-mile Premium 102、高磨耗型X-mile Premium 103，以及近海和内河船舶用的低磨耗型X-mile Premium 105、中磨耗型X-mile Premium 106、高磨耗型X-mile Premium 107和超高磨耗型X-mile Premium 108。</p>' +
            '<p>据公司介绍，这一新型系列产品可以减少普通船舶油耗3%。</p>' +  
            '<p>船舶航行过程中，如贝类和藻类等生物会慢慢附着在船底表面，从而增加了阻力，影响船舶航行速度，增加油耗，缩短航行距离，特别是在远洋航运领域，会造成较大的影响。为此，目前船舶底部广泛使用防污涂料，以保持浸水部位光滑、无污物附着，提高航行速度，减少油耗。</p>' +
            '<p>关西涂料2011年推出的X-mile有机硅型防污涂料具有低摩擦以及良好的防开裂性能，持久的防污性能，通过水解反应能够自我抛光，对环境无害，目前已经有超过700艘船舶应用。</p>' +
            '<p>据关西涂料介绍，本次推出的新产品通过独特的分散系统在涂层组合物内加入了更小粒径的氧化亚铜颗粒，使防污剂获得更大的表面积，提升防污剂的早期活性，并增加防污效果，船底一旦接触水面即可发挥防污功能，而且即使在停泊是也具有防污效果。此外，新产品的表面更加平滑，因此能更有效提升船舶航行效率。</p>' + 
            '<p>关西涂料计划未来3年内该产品销售额达到20亿日元。新闻发布会上石野博社长指出，虽然产品价格约为70000日元/20公斤，比普通涂料高40%，但能获得长期防止海生物附着的效果，显着降低船舶航行期间的摩擦，提高船舶运营期间的整体经济价值，关西涂料未来将结合在各种涂料领域（如汽车涂料等）所取得的经验，加强在船舶涂料领域的竞争力。</p>' + 
        '</div>';

    var enterprise2 = '<h2> <em>企业新闻</em></h2>' +
        '<div class="caseNews">' +
            '<h1>中远佐敦为中国首艘万米级深渊科考船“张謇号”保驾护航</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>“与我共闯万里程，伴我深潜立奇功。无时无刻陪伴我的伙伴，感谢你，中远佐敦！”近日，被称为“国家科考之光”的国内第一艘万米级深渊科考母船“张謇号”在浙江温岭顺利下水。作为指定船舶涂料供应商，中远佐敦以先进的产品打造出顶尖的涂装品质，得到了“张謇号”全体船员的一致好评。</p>'+
            '<img src="../../images/news/news_indurstry_5.png" alt=""/>'+
            '<p>张謇号”采用了中远佐敦提供的船舶涂料解决方案。行驶在浩瀚的海洋上，风云变幻的天气和波涛汹涌的海浪都对船体造成极大的冲击。中远佐敦的专业技术团队充分考虑了船舶特殊航行功能要求，根据船舶的航速、航行率和航行区域，为“张謇号”定制了油漆技术配套方案：使用无锡自抛光防污漆，淡水舱专用无溶剂环氧油漆，上建及干舷外部采用具有良好光泽度及保色性的脂肪族聚氨酯面漆等。这些世界领先的船舶涂料具有卓越的防污性和防腐性，使船体和设备在恶劣自然环境中长期保持最佳状态，确保各项探测科研工作持续、有效地开展。在船舶建造过程中，中远佐敦提供全程涂装技术指导，保障了涂装施工的高品质完成，凭借专业精神和可靠实力获得船东认可。</p>'+
            '<img src="../../images/news/news_indurstry_6.png" alt=""/>'+
            '<p style="text-align:center;">即将完成最后一度油漆的“张謇”号</p>'+
            '<img src="../../images/news/news_indurstry_7.png" alt=""/>'+
            '<p style="text-align:center;">在完美涂层保护下，“张謇”号在朝阳下熠熠生辉，我们们的心情和船东一样激动和喜悦</p>'+
            '<img src="../../images/news/news_indurstry_8.png" alt=""/>'+
            '<p style="text-align:center;">“张謇”号华丽下水试航</p>'+
            '<p>在大力发展海洋科技、建设海洋强国的大背景下，中国海洋科考和调查船项目正迎来新一波实力增长。中远佐敦凭借专业的解决方案、高效的营运团队和完善的物流仓储运输资源，倾力持续为中国船舶企业提供优质产品和服务，致力成为专业的船舶终生保护服务供应商。</p>'+
        '</div>';

    var enterprise3 = '<h2> <em>企业新闻</em></h2>' +
        '<div class="caseNews">' +
            '<h1>2015年海虹老人多项财务指标打破历史记录</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>全球市场愈加期望能寻找到兼顾控制成本和改善环境的解决方案。这些市场诉求也成为海虹老人近几年持续增长的驱动力。海虹老人连续三年发展强劲，2015年业绩喜人。</p>'+
            '<div>关键信息</div><br>'+
            '<div>- 海虹老人业绩连续三年打破记录</div><br>'+
            '<div>- 销售收入增长至15.63亿欧元，净利润增长至1.08亿欧元</div><br>'+
            '<div>- 全新战略—迈向卓越—已制定并开始执行</div><br>'+
            '<div>- Henrik Andersen 先生接替 Pierre-Yves Jullien 先生成为海虹老人集团新任CEO</div><br>'+
            '<p>Pierre-Yves Jullien先生表示，“2015年对海虹老人来讲是意义非凡的一年。我们成功地给客户提供了对他们有切实价值的产品。同时，我们持续投资以不断提高公司内部工作能力和效率。近几年的成绩正是关注这两个重点所取得的成效。” Pierre-Yves Jullien先生已于3月29日从海虹老人集团总裁兼CEO职位正式退休。之后他将加入海虹老人基金会董事会延续他对海虹老人的深厚感情。</p>'+
            '<p>2015年海虹老人自然净增长高于市场平均水平，并收购多家公司，其中包括2015年3月份完成收购Jones-Blair公司。海虹老人集团销售收入增长近20个百分点。此外，公司2015年息税折旧及摊销前利润(EBITDA)为2.2亿欧元，较2014年高出33个百分点，连续第三年打破集团历史纪录。</p>'+
            '<p>从多个方面来讲，2015年是海虹老人里程碑式的一年：公司在庆祝成立100周年的同时也圆满完成了“One Hempel – One Ambition” 战略。在过去的五年，海虹老人集团销售额增长76个百分点，息税折旧及摊销前利润(EBITDA)增长90个百分点。2016年，海虹老人发布“迈向卓越”战略，全新的战略将更加重视客户需求及提高内部效率。</p>'+
            '<p>即日起，Henrik Andersen先生将执行集团全新战略。他表示：“我很荣幸能领导海虹老人集团。海虹老人有着悠久的历史和辉煌的成就，员工能力突出。在Pierre先生的带领下，海虹老人已经成为全球行业领导者之一。我期待和所有员工一起将集团战略付诸于实际的行动计划。我坚信，只要大家齐心协力，我们一定能把海虹老人打造成综合实力强劲的公司，让客户、员工和股东满意。”</p>'+
            '<div>海虹老人集团2015年业绩</div>'+
            '<div>- 销售收入从2014年的12.98亿欧元增长至15.63亿欧元</div><br>'+
            '<div>- 息税折旧及摊销前利润(EBITDA)为2.2亿欧元，创集团历史新高  </div><br>'+
            '<div>- 营业利润较2014年增长23个百分点，达到1.58亿欧元</div><br>'+
            '<div>- 净利润增至1.08亿欧元</div><br>'+
        '</div>';

    var industry1 = '<h2> <em>行业资讯</em></h2>' +
        '<div class="caseNews">' +
            '<h1>2016年世界涂料企业100强排行榜将于今年5月发布（附2015年榜单）</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>国内涂料行业首家财经媒体《涂界》（Coatings Industry）<bold>将于2016年5月发布“2016年世界涂料企业100强排行榜（TOP 100 Companies）</bold>”。在2015年5月4日，涂界首次发布了“2015年世界涂料企业100强排行榜”。</p>' +
            '<img src="../../images/news/news_indurstry_1.png" alt=""/>' +
            '<img src="../../images/news/news_indurstry_2.png" alt=""/>' +
            '<p>2015年5月4日，国内涂料行业首家财经媒体《涂界》（Coatings Industry）杂志联合中国涂界网发布了“2015年世界涂料企业100强排行榜（TOP 100 Companies）”。该排行榜基于根据全球涂料企业2014财年涂料业务的销售业绩的综合排名。</p>' +
            '<p>根据榜单来看，上榜企业最低入围门槛为1.62亿美元。美国PPG、荷兰阿克苏诺贝尔、宣伟位居前三甲，都超过100亿美元，艾仕得、威士伯、立帕麦、巴斯夫、关西涂料、立时集团、日涂控股依次列第4-10位。</p>' +
            '<h4>世界涂料三强或将持续数年</h4>' +
            '<p>美国PPG工业公司去年销售收入增长8%，达到153.60亿美元，剔除去玻璃业务销售后，PPG实际涂料销售额为142.85亿美元，从而取代了荷兰阿克苏诺贝尔，坐上世界涂料100强的头把交椅。荷兰阿克苏诺贝尔去年实际涂料销售额为114.39亿美元，位居排行榜第二位，美国宣伟以涂料销售额106.85亿美元位居第三位。</p>' +
            '<p>预计，在此后的数年内，世界涂料三强将被美国PPG、荷兰阿克苏诺贝尔和美国宣伟所占据，号称世界涂料界的“三巨子”。三巨头2014年累计销售额达364.09亿美元，占世界涂料总销售额的27.52%。</p>' +
            '<p>2015年世界涂料企业100强，中国上榜企业数量为24家（含港台），美国为16家，日本13家，德国8家，韩国7家，法国3家，印度、丹麦、土耳其、加拿大、瑞士、芬兰各2家，荷兰、新加坡、挪威、意大利、澳大利亚、瑞典、哥伦比亚、泰国、约旦、斯洛文尼亚、菲律宾、奥地利、葡萄牙、以色列、巴西、西班牙、埃及各1家。如下图：</p>' +
            '<img src="../../images/news/news_indurstry_3.png" alt=""/><br>' +
            '<h4>100强企业占世界份额79.41%</h4>' +
            '<p>根据世界油漆与涂料工业协会发布的年报显示，2014年，全球油漆涂料销售量达到4338万吨，共计销售额850亿英镑，约合1323亿美元。</p>' +
            '<p>从经营收入来看，全球涂料100强企业累计销售额为1050.63亿美元，占全球涂料总销售额的79.41%。全球前10强涂料企业累计销售额为615.91亿美元，占全球涂料销售总额的46.55%，占榜单总销售额的58.62%。</p>' +
            '<h4>中国涂料大而不强突出</h4>' +
            '<p>在2015年世界涂料企业100强中，中国上榜企业数量为24家（含港台），虽说总数量占比近1/3，但累计销售额仅为62.91亿美元，平均每家企业销售额仅为2.62亿美元；而美国上榜企业数量16家，累计销售额就高达459.17亿美元，平均每家企业销售额为28.7亿美元，是中国的12,7倍，远高于中国。</p>' +
            '<p>此外，日本上榜企业数量13家，累计销售额97.66亿美元，平均每家企业销售额为7.51亿美元，也高于中国；德国上榜企业数量8家，累计销售额为61.87亿美元，与中国上榜企业累计销售额相近，但平均每家企业销售额就达7.73亿美元，是中国的3.4倍。</p>' +
            '<p>从整体来看，中国涂料依然处于“大而不强”的尴尬境地，行业集中度十分低，要摆脱这种局面，还有相当长的路要走。不过，这也说明了中国涂料行业在较长时期内，还将处于一个好的发展时期；对于大型的优秀涂料企业而言，未来还将可以获得一个难得的发展机遇，并购扩张的空间依然很大。（涂界）</p>' +
            '<p>说明：排行基于2014财年涂料业务（不含胶粘剂、油墨、涂料原料及其他专业化学品）的销售业绩，以美元结算；上榜公司的销售额依据该公司本财年结束日期的汇率折算成美元。</p>' +
        '</div>';

    var industry2 = '<h2> <em>行业资讯</em></h2>' +
        '<div class="caseNews">' +
            '<h1>水性涂料对战油性涂料，市场份额竞争激烈</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>涂料产品的环保性如今已经逐渐引起消费者的关注，“环保”也已经成为建材和装修市场的关键词语。但面对形形色色的涂料产品，消费者仍然感到难以分辨优劣。那么，什么才是真正的环保涂料呢?</p>'+
            '<p>随着环保概念的普及，水性涂料作为具有环保性能的产品得到越来越多消费者的认可。但由于价格、装饰效果等诸多因素的影响，水性涂料还未能成为市场上的主流产品。业内专家表示，希望涂料企业深度研发，在产品品质上进行突破并借助环保的需求拓展市场。</p>'+
            '<p>一直以来，家居装饰涂料由于与家居生活、环境的密切关联而引起消费者广泛关注。过去很长时间里，涂料凭借其丰富的色彩被作为家居装饰的主要涂料产品。但近年来，越来越多的证据已经表明：漂亮家居的背后，传统油性涂料在一定程度上影响着人们的健康。因此，危害更少的环保涂料越来越受到消费者的青睐。</p>'+
            '<p>作为近年来新兴的一种家装产品，水性涂料主要以水为稀释剂，相比于传统的溶剂性涂料，甲醛、芳香类碳氢化合物等有害物质被大大降低。但消费者对于水性涂料的认识还有待提升，消费者只关注涂料的硬度、丰满度，而忽略其他方面的认知方式需要改变。</p>'+
            '<p>据了解，中国涂料产量在2011年突破千万吨大关，达到1079.5万吨;2012年同比增长10.7%，中国已当之无愧地成为涂料生产及消费的第一大国。然而，我国水性涂料的使用率却远远落后于美国和欧洲。目前，我国水性涂料的使用率还不足10%，市场呈现出“行业热市场冷”的格局。</p>'+
            '<p> 水性涂料始终不能撼动油性涂料的市场地位，除市场认知度有限外，性价比以及企业转型成本也是阻碍其发展的重要因素。据介绍，水性涂料在国内的发展非常曲折，从兴起到现在的十几年间，国内不少企业先后涉足，但却难成规模。在北京的一些家居建材市场，记者注意到，水性涂料的价格比油性涂料要高，而且很多涂料销售人员除了“环保性能”外，也说不出水性涂料的其他优势。</p>'+
            '<p>此外，目前大部分涂料企业一般都以油性涂料作为主打产品，这一点从水性涂料不足10%的市场销售份额上可见一斑。因此，一些企业并不愿意冒险进行“油改水”的转变。而且，要实现油性向水性的转变不仅仅是产品转变，在油转水之后要对涂装设备、油工施工工艺等一系列后续服务进行改变，其中势必会产生巨大的转型费用。</p>'+
            '<p> 中国涂料工业协会秘书长杨渊德认为，国内涂料企业发展水性涂料无疑对环境是个最大利好，还可以降低市场上水性漆产品价格，惠及消费者。但是，要以水性涂料代替油性涂料，不仅需要对原有的涂装线进行改造，在生产工艺上也有很大不同。涂料企业应循序渐进，不能急于求成，避免让不成熟的水性涂料产品流向市场。品质升级尚需努力。</p>'+
            '<p>虽然水性涂料开始被更多的消费者所接受和认可，但是对于更大的中低消费市场而言，依然是油性涂料的天下。有资料显示，水性涂料在欧洲的使用率已经达到 80%，并且从2004年开始，欧盟已禁止生产、销售和使用油漆。而在国内，水性漆的使用率还非常低，北京、上海等发达城市也仅达到30%。</p>'+
            '<p>对此，认为，水性涂料最大的优势在于环保，但由于目前国内多数水性涂料的涂装效果还不能完全达到与传统涂料相同的效果，而且，水性涂料的涂装过程受施工环境的影响较大，施工周期较长。因此，水性涂料还很难真正占据市场。她表示，涂料企业应生产出适应不同环境的产品，如果实现不了产品品质的升级，水性涂料很难被市场广泛接受。</p>'+
            '<p>不过，行业内对水性涂料的未来前景保持乐观。水性涂料健康、环保等特性，在近几年的销售市场中已经明显表现出了不断提升的趋势。“水性涂料的市场前景巨大，对于国内众多涂料企业而言，加大研发力度，突破技术瓶颈，不断改进并提升其性能是重要举措，同时，在销售终端的大力推广和对市场需求的培育更是必不可少。”赵玲表示，涂料企业除了关注产品的质量及健康指标之外，更要在消费市场的培育上倾注更多的精力。她认为，产品的产业化需要各个企业共同推动，一方面，需要相关部门的关注与支持，另一方面企业需要与家装公司等达成共识，同时更要向消费者普及水性涂料的知识，宣传产品优势。</p>'+
            '<p>据了解，国内涂料企业包括嘉宝莉、华润、三棵树等品牌近年来纷纷推出水性涂料，在在产品的开发上取得了技术性突破。“嘉宝莉水性涂料已经在硬度、丰满度、光泽度等技术方面完成质的突破。”嘉宝莉公司表示，下一步将迈出水性涂料面向消费体验的市场应用，在行业内率先以全国范围内的推广活动，普及家居装饰的健康消费理念。</p>'+
            '<p>对于涂料行业来说，减少VOC排放很重要的一个手段是涂料的水性化，目前室内装饰涂料、家具涂料、防腐涂料、汽车涂料的水性化比例正逐步提高。目前，国家已经制定了GB18582-2008《室内装饰装修材料内墙涂料中有害物质限量》、GB24410-2009《室内装饰装修材料水性木器涂料中有害物质限量》等多项国家标准，以此来保障水性涂料行业健康有序地发展。但要真正实现水性涂料产业化，不是几家企业的努力，更不是短期内就能轻松实现，而是需要整个行业的共同努力。</p>'+
        '</div>';

    var industry3 = '<h2> <em>行业资讯</em></h2>' +
        '<div class="caseNews">' +
            '<h1>涂料类税、费政策的现状及未来走向</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
            '<p>自财政部 国家税务总局《关于对电池 涂料征收消费税的通知》发布以来，涂料行业的消费税征收已有一年时间，针对征收过程中出现的问题，国家税务总局最新发布了《关于明确电池 涂料消费税征收管理有关事项的公告》（公告2015年第95号）（执行时间为2016年1月1日），其中明确了以下几点：</p>'+
            '<p>1、明确涂料大包装改小包装，涂料不经加工只贴商标的行为，视同应税消费税品的生产行为。发生上述生产行为的单位和个人应按规定申报缴纳消费税。</p>'+
            '<p>2、《国家税务总局关于电池 涂料消费税征收管理有关问题的公告》（国家税务总局公告2015年第5号）第四条所称“省级以上质量技术监督部门认定的检测机构”是指具有国家认证认可监督管理委员会或省级质量技术监督部门依法颁发、现行有效的《资质认定计量认证证书》，且《资质认定计量认证证书》附表中具备相应涂料检测项目的检测机构。</p>'+
            '<p>3、为减轻纳税人的负担，纳税人生产、委托加工《通知》第二条规定的涂料，可按类别提供检测报告，但纳税人在提供检测报告时应一并报送该类产品明细清单，且明细清单的货物名称、规格、型号应与会计核算、销售发票内容相一致。</p>'+
            '<p>其中对涂料生产企业较为利好的是第三条中“可按类别提供检测报告”，可为涂料生产企业节省部分检测费用。按照该条要求，企业应在委托检验时提供类别名称，报税时与检测报告一并提供送该类产品明细清单，且明细清单的货物名称、规格、型号应与会计核算、销售发票内容相一致。</p>'+
            '<p>除了涂料消费税，涂料企业还应关注已经实施的排污费征收的问题。财政部、国家发展改革委、环境保护部联合制定并印发的财税[2015]71号《挥发性有机物排污收费试点办法》（以下简称《办法》）已从2015年10月1日起施行。虽然涂料产品制造未被纳入试点范围内。但北京、上海、安徽等省市已开始对涂料征收排污费，分阶段在涂料制造和应用领域征收。排污费的征收虽然没有全面铺开，却箭在弦上，是涂料企业不得不面对的问题。</p>'+
            '<p>低VOC是涂料行业未来发展的必然趋势。粉末涂料、水性涂料、光固化涂料、无溶剂涂料以及高固体含量涂料是未来发展的主要品种。涂料消费税政策实施以来，国家涂料质量监督检验中心联合全国涂料和颜料标准化技术委员会积极研究标准，与各级国税部门联系，制定出科学、合理的VOC检测程序，为涂料企业快速、准确的出具了检验结果，为税务部门提供了的技术支持。</p>'+
            '<p>国家涂料质量监督检验中心和全国涂料和颜料标准化技术委员会将一如既往地关注国家相关政策，有最新的信息将及时通过各种渠道向大家反馈。也欢迎广大企业需要标准咨询或检测需求随时与中心保持联系。联系国家涂料质量监督检验中心：</p>'+
            '<p>中国江苏常州市龙江中路22号</p>'+
            '<p>0519-83295116  83299370  83600667</p>'+
            '<p>0519-83299560  83970300</p>'+
            '<p>213016</p>'+
            '<p>http://www.chinacoat.org.cn</p>'+
            '<p>tl@ chinacoat.org.cn</p>'+
            '<p>2826489756</p>'+
            '<p>涂料消费税、排污费相关政策请登录中心网站：http://www.chinacoat.org.cn</p>'+
        '</div>';

    var industry4 = '<h2> <em>行业资讯</em></h2>' +
        '<div class="caseNews">' +
            '<h1>2016年即将要实施的涂料相关标准</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' +
            '<p>涂料行业拥有庞大的市场，同时也不可避免的存在质量参差，监管空白的乱象。新年伊始，国家对涂料行业的政策和标准少不免出台新的举措。其出发点，一是为了填补涂料某些方面的标准空白，二是根据市场的变化对标准进行更新或完善。究其目的，都是为了有序化管理涂料市场。</p>'+
            '<p>下表统计了一些2016年将要实施的涂料相关国家标准或行业标准，其中涉及定义、涂料成品、涂料原材料、有害物质限量与检测方法等方面。</p>'+
            '<img src="../../images/news/news_indurstry_4.png" />'+
        '</div>';

    $(".productRight").html("");
    $("div.link").removeClass("peg");
    switch(content){
        case 1: 
            $("div.high_light1").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '企业新闻']);
            $("div.productRight").append(enterprise1);
            break;
        case 2:
            $("div.high_light1").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '企业新闻']);
            $("div.productRight").append(enterprise2);
            break;
        case 3:
            $("div.high_light1").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '企业新闻']);
            $("div.productRight").append(enterprise3);
            break;
        case 4:
            $(".high_light2").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '行业资讯']);
            $(".productRight").append(industry1);
            break;
        case 5:
            $(".high_light2").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '行业资讯']);
            $(".productRight").append(industry2);
            break;
        case 6:
            $(".high_light2").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '行业资讯']);
            $(".productRight").append(industry3);
            break;
        case 7:
            $(".high_light2").addClass("peg");
            productHeaderBoxContent(['资讯中心', '首页', '资讯中心', '行业资讯']);
            $(".productRight").append(industry4);
            break;
    }
}



/*
    技术支持    相关js接口
*/
function changeBaseContentInSupport(content){
    var classify1 = '<h2> <em>分类一</em></h2>' +
            '<div class="caseNewsMain">暂无内容</div>';
    var classify2 = '<h2> <em>分类二</em></h2>' +
            '<div class="caseNewsMain">暂无内容</div>';
    var classify3 = '<h2> <em>分类三</em></h2>' +
            '<div class="caseNewsMain">暂无内容</div>';
    var classify4 = '<h2> <em>分类四</em></h2>' +
            '<div class="caseNewsMain">暂无内容</div>';

    $(".productRight").html("");
    switch(content){
        case 1:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '基础涂装知识', '分类一']);
            $(".productRight").append(classify1);
            break;
        case 2:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '基础涂装知识', '分类二']);
            $(".productRight").append(classify2);
            break;
        case 3:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '基础涂装知识', '分类三']);
            $(".productRight").append(classify3);
            break;
        case 4:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '基础涂装知识', '分类四']);
            $(".productRight").append(classify4);
            break;
    }
}

function changeColorContentInSupport(content){
    var RAL = '<h2> <em>RAL Colour Chart</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Ral Colour Chart</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_ral.jpg" alt=""/>' +
        '</div>';
    var HEMPEL = '<h2> <em>HEMPEL Colour Card</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Hempel Colour Card</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_hempel.jpg" alt=""/>' +
        '</div>';
    var JOTUN = '<h2> <em>JOTUN Colour Card</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Jotun Colour Card</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_jotun.jpg" alt=""/>' +
        '</div>';
    var BS = '<h2> <em>British Standard Colour Chart</em></h2>' +
        '<div class="caseNews">' +
            '<h1>BS Colour Chart</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_bs.jpg" alt=""/>' +
        '</div>';
    var PANTONE = '<h2> <em>Pantone Colour Chart</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Pantone Colour Chart</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_pantone.jpg" alt=""/>' +
        '</div>';
    var NCS = '<h2> <em>NCS Index 1950 Range Colour Chart</em></h2>' +
        '<div class="caseNews">' +
            '<h1>NCS 1950 Range Colour Chart</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_ncs.jpg" alt=""/>' +
        '</div>';
    var AS = '<h2> <em>Australian Standard AS 2700 Colour Chart</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Australian Standard AS 2700 Colour Chart</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_as.jpg" alt=""/>' +
        '</div>';
    var GSB = '<h2> <em>GSB 05 1426-2001 漆膜颜色标准样卡</em></h2>' +
        '<div class="caseNews">' +
            '<h1>GSB 05 1426-2001 漆膜颜色标准样卡</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_gsb.jpg" alt=""/>' +
        '</div>';
    var MUNSELL = '<h2> <em>Munsell Colour Card</em></h2>' +
        '<div class="caseNews">' +
            '<h1>Munsell Colour Card</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<img width="774" src="../../images/support/color_munsell.jpg" alt=""/>' +
        '</div>';

    $(".productRight").html("");
    switch(content){
        case 1:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'RAL Colour Chart']);
            $(".productRight").append(RAL);
            break;
        case 2:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'HEMPEL Colour Card']);
            $(".productRight").append(HEMPEL);
            break;
        case 3:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'JOTUN Colour Card']);
            $(".productRight").append(JOTUN);
            break;
        case 4:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'British Standard Colour Chart']);
            $(".productRight").append(BS);
            break;
        case 5:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'Pantone Colour Chart']);
            $(".productRight").append(PANTONE);
            break;
        case 6:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'NCS Index 1950 Range Colour Chart']);
            $(".productRight").append(NCS);
            break;
        case 7:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'Australian Standard AS 2700 Colour Chart']);
            $(".productRight").append(AS);
            break;
        case 8:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'GSB 05 1426-2001 漆膜颜色标准样卡']);
            $(".productRight").append(GSB);
            break;
        case 9:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '色彩选择', 'Munsell Colour Card']);
            $(".productRight").append(MUNSELL);
            break;
    }
}

function changeConstructionContentInSupport(){
    var construc = '<h2> <em>涂装施工</em></h2>' +
            '<div class="caseNewsMain">暂无内容</div>';
    $(".productRight").html("");
    productHeaderBoxContent(['技术支持', '首页', '技术支持', '涂装施工']);
    $(".productRight").append(construc);
}

function changeStandardContentInSupport(content){
    var iso12944 = '<h2> <em>ISO 12944</em></h2>' +
        '<div class="caseNews">' +
            '<h1>ISO 12944-5：2007 中文版 色漆和清漆 防护漆体系对钢结构的腐蚀防护 第5部分 防护漆体系</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
    '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '1'+
            '<br>'+
            '国际标准 ISO12944-5'+
            '<br>'+
            '第二版 2007-09-15'+
            '<br>'+
            '色漆和清漆－防护涂料体系对'+
            '<br>'+
            '钢结构的防腐蚀保护－'+
            '<br>'+
            '第5 部分：'+
            '<br>'+
            '防护涂料体系'+
            '<br>'+
            '参考编号'+
            '<br>'+
            'ISO12944-5-2007(E)'+
            '<br>'+
            'ISO 2007'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '2'+
            '<br>'+
            '目录------------------------------------------------------------------------------------------------------------2'+
            '<br>'+
            '前言------------------------------------------------------------------------------------------------3'+
            '<br>'+
            '简介------------------------------------------------------------------------------------------------4'+
            '<br>'+
            '1 概述----------------------------------------------------------------------------------------5'+
            '<br>'+
            '2 参考标准----------------------------------------------------------------------------------5'+
            '<br>'+
            '3 术语和定义-------------------------------------------------------------------------------6'+
            '<br>'+
            '4 涂料类型----------------------------------------------------------------------------------7'+
            '<br>'+
            '4.1 总则----------------------------------------------------------------------------------------7'+
            '<br>'+
            '4.2 非转化型漆基涂料----------------------------------------------------------------------7'+
            '<br>'+
            '4.3 转化型漆基涂料-------------------------------------------------------------------------8'+
            '<br>'+
            '4.4 不同类型涂料的特性------------------------------------------------------------------11'+
            '<br>'+
            '5 涂料体系---------------------------------------------------------------------------------11'+
            '<br>'+
            '5.1 环境及涂装底材的分类---------------------------------------------------------------11'+
            '<br>'+
            '5.2 底漆类型---------------------------------------------------------------------------------12'+
            '<br>'+
            '5.3 低VOC 涂料体系----------------------------------------------------------------------13'+
            '<br>'+
            '5.4 干膜厚度---------------------------------------------------------------------------------13'+
            '<br>'+
            '5.5 耐久性------------------------------------------------------------------------------------13'+
            '<br>'+
            '5.6 车间及现场施工------------------------------------------------------------------------14'+
            '<br>'+
            '6 防护涂料体系表格--------------------------------------------------------------------15'+
            '<br>'+
            '6.1. 表格解析--------------------------------------------------------------------------------15'+
            '<br>'+
            '6.2. 影响耐久性的因素--------------------------------------------------------------------16'+
            '<br>'+
            '6.3. 涂料体系说明--------------------------------------------------------------------------16'+
            '<br>'+
            '6.4. 选择合适涂料体系的指导-----------------------------------------------------------16'+
            '<br>'+
            '附录A（参考件） 涂料体系---------------------------------------------------------------18'+
            '<br>'+
            '附录B （参考件）预处理底漆---------------------------------------------------------------28'+
            '<br>'+
            '附录C （参考件）各类型涂料的特性----------------------------------------------------30'+
            '<br>'+
            '附录D （参考件）挥发有机化合物（VOCs）----------------------------------------------31'+
            '<br>'+
            '参考资料----------------------------------------------------------------------------------------33'+
            '<br>'+
            '译者后记----------------------------------------------------------------------------------------34'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '3'+
            '<br>'+
            '前言：'+
            '<br>'+
            'ISO（国际标准化组织）是各国标准化机构（ISO 成员团体）共同组织的世'+
            '<br>'+
            '界性联合机构。国际标准的制订工作由ISO 技术委员会负责。每个成员团体都'+
            '<br>'+
            '有权派代表参加所关注课题的技术委员会，各政府性或非政府性的国际组织，凡'+
            '<br>'+
            '是与ISO 有联系的，也都参加这项工作，有关电工标准化方面的内容，ISO 与'+
            '<br>'+
            '国际电工委员会（IEC）保持着密切合作关系。'+
            '<br>'+
            '国际标准的起草符合ISO/IEC 指令中第2 部分的相关规则。'+
            '<br>'+
            '技术委员会的主要任务是制订国际标准，由技术委员会通过的国际标准草案'+
            '<br>'+
            '提交各成员团体表决，需取得至少75%参加表决的成员团体的同意，才能作为'+
            '<br>'+
            '国际标准正式发布。'+
            '<br>'+
            '需注意，文件中的部分内容可能涉及到某些专利内容。ISO 不对这些专利权'+
            '<br>'+
            '负责。'+
            '<br>'+
            'ISO12944-5 国际标准是由ISO/TC35 技术委员会.色漆和清漆- SC14 分委'+
            '<br>'+
            '会-防护涂料体系对钢结构的防腐蚀保护. 制订。'+
            '<br>'+
            '第二版已经过技术修订并取代了第一版（ISO12944-5: 1998），修订部分包'+
            '<br>'+
            '括减少涂料体系及表格的数量，表格中的涂料体系也随之进行了更改。'+
            '<br>'+
            'ISO12944《色漆和清漆－防护涂料体系对钢结构的防腐蚀保护》中总共包'+
            '<br>'+
            '括以下部分内容：'+
            '<br>'+
            '第1 部分 总则'+
            '<br>'+
            '第2 部分 环境分类'+
            '<br>'+
            '第3 部分 设计内容'+
            '<br>'+
            '第4 部分 表面类型及表面处理'+
            '<br>'+
            '第5 部分 防护涂料体系'+
            '<br>'+
            '第6 部分 实验室性能测试方法'+
            '<br>'+
            '第7 部分 涂装工作的实施和监管'+
            '<br>'+
            '第8 部分 新建和维修技术防腐规格书的制订'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '4'+
            '<br>'+
            '简介'+
            '<br>'+
            '未经保护的钢材在大气、水和土壤中会因腐蚀而损坏。因此，为了避免腐蚀'+
            '<br>'+
            '损坏，在钢结构服役期间需采取一些防腐蚀保护措施。'+
            '<br>'+
            '有很多种不同的方式可以用于保护钢结构免遭腐蚀。ISO12944 针对的是采'+
            '<br>'+
            '用涂料（译者注：也就是防护漆）体系和涂覆层来保护。该标准的各部分内容的'+
            '<br>'+
            '宗旨，都是为了获得适当的、成功的钢结构防腐蚀保护效果。其它的一些防腐蚀'+
            '<br>'+
            '措施也可能是有效的，但需要各相关方达成一致意见。'+
            '<br>'+
            '为了确保钢结构防腐蚀措施的有效性，业主、设计人员、咨询顾问、防腐蚀'+
            '<br>'+
            '施工承包商、涂料制造商、涂装检查员都应以简明的方式陈述他们关于涂料体系'+
            '<br>'+
            '防腐蚀保护方面的最新最先进的技术进展，这些信息应尽可能完善、清晰和易于'+
            '<br>'+
            '理解，以免在实际履行防腐蚀工作时各相关方之间产生误解和偏差。'+
            '<br>'+
            '这个国际标准-ISO12944-旨在给出关于这些信息的一些说明。这是为那些'+
            '<br>'+
            '具有一定专业技术知识的人而编写，并且假定ISO12944 标准的使用者也熟悉其'+
            '<br>'+
            '它相关的国际标准，特别是那些关于处理表面的标准和有关国际规范。'+
            '<br>'+
            '尽管ISO 12944 不处理商业和合同问题，但是请注意一个事实，当不遵从'+
            '<br>'+
            'ISO12944 标准的要求和建议，采用不合适的防腐蚀措施时，就可能造成严重的'+
            '<br>'+
            '经济后果。'+
            '<br>'+
            'ISO 12944-1 定义了ISO12944 标准的范围。它给出了一些基本术语和定'+
            '<br>'+
            '义，还有对ISO 12944 的其它部分的大致介绍。此外，它还包括健康、安全和'+
            '<br>'+
            '环境保护方面的阐述，以及针对某个特定项目使用ISO 12944 标准的指南'+
            '<br>'+
            'ISO 12944-5 给出了与涂料体系的相关的一些条目和定义，以及针对不同类'+
            '<br>'+
            '型防护涂料体系选择的推荐意见。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '5'+
            '<br>'+
            '国际标准 ISO12944-5 2007 (E)'+
            '<br>'+
            '色漆和清漆—防护涂料体系对钢结构的防腐蚀保护'+
            '<br>'+
            '第5 部分'+
            '<br>'+
            '防护涂料体系 张斌 孔璇凤译 MSN/E-mail:'+
            '<br>'+
            'zblhx84@hotmail.com'+
            '<br>'+
            '1. 概述'+
            '<br>'+
            'ISO 12944 该部分描述了常见的用于钢结构防腐蚀保护的涂料类型以及涂'+
            '<br>'+
            '料体系。同时也对在不同的腐蚀环境（参见ISO 12944-2）、不同表面处理等级'+
            '<br>'+
            '（参见ISO 12944-4）以及不同耐久性（参见ISO 12944-1）要求下，如何选择'+
            '<br>'+
            '涂料体系提供了指导。耐久性可以分为短期、中期、长期。'+
            '<br>'+
            '2. 引用标准'+
            '<br>'+
            '下列参考文件通过本标准的引用而成为本标准不可缺少的部分。凡是注明时'+
            '<br>'+
            '间的引用文件，只有该版次适用于本标准。凡未注明时间的引用文件，其最新版'+
            '<br>'+
            '本（包括任何修订文件）适用于该标准。'+
            '<br>'+
            'ISO 2808，色漆和清漆—漆膜厚度测定法'+
            '<br>'+
            'ISO 3549，涂料用锌粉颜料—技术要求和检验方法'+
            '<br>'+
            'ISO 4628-1，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第1 部分：概述和等级说明'+
            '<br>'+
            'ISO 4628-2，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第2 部分：起泡等级'+
            '<br>'+
            'ISO 4628-3，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第3 部分：锈蚀等级'+
            '<br>'+
            'ISO 4628-4，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第4 部分：开裂等级'+
            '<br>'+
            'ISO 4628-5，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第5 部分：剥落等级'+
            '<br>'+
            'ISO 4628-6，色漆和清漆—涂层老化的评定—一般类型缺陷的强度、数量和大'+
            '<br>'+
            '小的规定—第6 部分：拉开法测定粉化等级'+
            '<br>'+
            'ISO 8501-1，涂料及其它相关产品使用前钢底材的处理—表面清洁度的目测评'+
            '<br>'+
            '定—第1 部分：对完全去除旧涂层之后未涂装钢底材的锈蚀等级和处理等级'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '6'+
            '<br>'+
            'ISO 8501-3，涂料及其它相关产品使用前钢底材的处理—表面清洁度的目测评'+
            '<br>'+
            '定—第3 部分：涂装前焊缝、切割边缘和其他表面缺陷区域的处理等级'+
            '<br>'+
            'ISO 12944-1，色漆和清漆—防护涂料体系对钢结构的防腐蚀保护—第1 部分：'+
            '<br>'+
            '总则'+
            '<br>'+
            'ISO 12944-2，色漆和清漆—防护涂料体系对钢结构的防腐蚀保护—第2 部分：'+
            '<br>'+
            '环境分类'+
            '<br>'+
            'ISO 12944-4，色漆和清漆—防护涂料体系对钢结构的防腐蚀保护—第4 部分：'+
            '<br>'+
            '表面类型及表面处理'+
            '<br>'+
            'ISO 12944-6，色漆和清漆—防护涂料体系对钢结构的防腐蚀保护—第6 部分：'+
            '<br>'+
            '实验室性能测试方法'+
            '<br>'+
            'ISO 19840，色漆和清漆—防护涂料体系对钢结构的防腐蚀保护—粗糙面上干膜'+
            '<br>'+
            '厚度的测量和验收'+
            '<br>'+
            '3. 术语及定义张斌 孔璇凤译 M'+
            '<br>'+
            '在ISO 12944 这部分中，除了ISO 12944-1 已给出的一些，以下术语被应用：'+
            '<br>'+
            '3.1 厚膜型（high-build）'+
            '<br>'+
            '单道施工可比普通型涂料得到更高厚度的特性。'+
            '<br>'+
            '注：此标准中定义为单道干膜厚度≥80μm。'+
            '<br>'+
            '3.2 高固体份（high-soilds）'+
            '<br>'+
            '一种体积体积固体份高于普通涂料的特性。'+
            '<br>'+
            '3.3 配套性（compatibility）（针对某涂料体系内某种涂料产品）'+
            '<br>'+
            '在两种或两种以上的涂料用于同一涂层体系中，而不至于产生不良后果的能'+
            '<br>'+
            '力。'+
            '<br>'+
            '3.4 配套性（compatibility）（底材与涂料间）'+
            '<br>'+
            '某涂料产品施涂于某底材上，而不至于引起不良后果的能力。'+
            '<br>'+
            '3.5 底涂层（priming coat）'+
            '<br>'+
            '涂层体系中第一道涂层。'+
            '<br>'+
            '注：底漆对具有一定粗糙度和清洁的金属表面或清洁的旧涂层表面提供良好的附着力。'+
            '<br>'+
            '为后道涂层提供优良的基础及附着力，此外，底漆通常也在覆涂中涂漆期间及整涂层体系服'+
            '<br>'+
            '役期间提供防腐蚀保护。'+
            '<br>'+
            '3.6 中涂层（intermediate coat）'+
            '<br>'+
            '介于底涂层与面涂层之间的涂层。'+
            '<br>'+
            '注：英语中，该术语与“umdercoat”同义，中涂层通常是指在面涂层之前的一道涂层。'+
            '<br>'+
            '3.7 面涂层（topcoat）'+
            '<br>'+
            '涂层体系的最后一道涂层。'+
            '<br>'+
            '3.8 过渡涂层（tie coat）'+
            '<br>'+
            '为提高内涂层间的附着力或者避免施工中的某些病态而出现的涂层。'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '7'+
            '<br>'+
            '3.9 条涂层（stripe coat）'+
            '<br>'+
            '用于某些难涂装的区域如边缘、焊接处以确保达到相同的覆盖率（指涂膜厚'+
            '<br>'+
            '度和性能）而附加的涂层。（译注：简单地说就是这些地方不太好涂装，要先涂或后加'+
            '<br>'+
            '涂，以确保这些部位的涂层达到和其它地方一样的防腐性能）'+
            '<br>'+
            '3.10 干膜厚度（dry film thickness，DFT）'+
            '<br>'+
            '涂层硬干/固化后，漆膜的厚度。'+
            '<br>'+
            '3.11 额定干膜厚度（nominal dry film thickness，NDFT）'+
            '<br>'+
            '指技术规格书中规定的每道涂层干膜厚度或是整个涂层体系的总干膜厚度。'+
            '<br>'+
            '3.12 最大干膜厚度（maximum dry film thickness）'+
            '<br>'+
            '不致于引起涂料或涂层体系性能出现不良后果的最大可以接受的干膜厚度。'+
            '<br>'+
            '3.13 底漆（primer）'+
            '<br>'+
            '配套中用作直接涂于经处理的底材上的涂料（译者注:不同于预处理底漆）。'+
            '<br>'+
            '3.14 预处理底漆（pre-fabrication primer）'+
            '<br>'+
            '用于喷射清理后的钢材表面，在建造期间对钢材提供暂时保护且不影响钢材'+
            '<br>'+
            '的焊接和切割性能的快干型涂料。'+
            '<br>'+
            '注：在多种语言中，术语“pre-fabrication Primer”（预处理底漆）与英语中的意义不同。'+
            '<br>'+
            '3.15 使用期（pot life）'+
            '<br>'+
            '在任何特定的温度下，多组分分装的涂料相互混和后，可使用的最长时间。'+
            '<br>'+
            '3.16 储存期（shelf life）'+
            '<br>'+
            '涂料在正常储存条件下，各组分在其原装容器内能保持较好性能的时间。'+
            '<br>'+
            '注：给出的“正常储存条件”通常被认为储存温度在3℃～30℃范围内。'+
            '<br>'+
            '3.17 挥发性有机物（volatile organic compound ，VOC）'+
            '<br>'+
            '在一定温度和压力下能挥发的任何有机液体和（或）固体。'+
            '<br>'+
            '4. 涂料类型'+
            '<br>'+
            '4.1. 概述'+
            '<br>'+
            '很多涂料体系被广泛用于钢结构防腐蚀保护。'+
            '<br>'+
            '根据腐蚀类型分类，附录A 中表A.1－A.8h 中给出了与符合耐久性要求的防'+
            '<br>'+
            '腐蚀涂料体系的各种范例（参考件）。这些体系在实践中已经被证实是行之有效'+
            '<br>'+
            '的，但该列表不可能把所有涂料类别都列举出来，其它一些类似体系也可能是可'+
            '<br>'+
            '行的。'+
            '<br>'+
            '此外，新技术在不断地发展，并经常受到政府法律法规的影响，那些经以下'+
            '<br>'+
            '方法被证明性能有效的新技术是可以被接受的。'+
            '<br>'+
            'a） 这些新技术应用后，经追踪和记录被验证是行之有效的。'+
            '<br>'+
            'b） 实验室测试的结果至少符合ISO12944-6 要求。'+
            '<br>'+
            '注1：4.2、4.3、4.4 中给出的仅给出了涂料的物理及化学性能，对使用方法并未涉及。'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '8'+
            '<br>'+
            '仅对干燥和固化温度有所限制。根据配方的不同，每种类型涂料可能产生多种变化。'+
            '<br>'+
            '基于此，涂料可以被划分为溶剂型、水性或者无溶剂型。起初，根据干燥及'+
            '<br>'+
            '固化的方式它们被分为两大类（参见4.2，4.3），之后，进一步细划分为普通固'+
            '<br>'+
            '化（译者注：自然干燥）及机械固化（译者注：强制干燥）（参见4.3.2-4.3.5）。'+
            '<br>'+
            '注：主要的物理机械性能在附录C 中给出。'+
            '<br>'+
            '4.2. 非转化型漆基涂料（Reversible coatings）'+
            '<br>'+
            '漆膜干燥依靠溶剂挥发而干燥，未产生其它形式上的变化，亦即该过程是可'+
            '<br>'+
            '逆的，且漆膜在任何时候可再次溶解于原溶剂中。'+
            '<br>'+
            '例如，这种类型的漆基种类有：'+
            '<br>'+
            'a） 氯化橡胶（CR）'+
            '<br>'+
            'b） 氯化乙烯聚合物（也被称为PVC）'+
            '<br>'+
            'c） 丙烯酸聚合物（AY）'+
            '<br>'+
            '该类涂料干燥时间与空气流通状况及温度有关。在0°C 甚至在更低的温度下'+
            '<br>'+
            '亦可干燥，尽管温度越低干燥越慢。'+
            '<br>'+
            '4.3. 转化型漆基涂料（Irreversible coatings）'+
            '<br>'+
            '4.3.1. 总则'+
            '<br>'+
            '起初通过溶剂挥发成膜（如果存在溶剂），随后通过化学反应或凝结作用成'+
            '<br>'+
            '膜（一些水性漆中）。该过程不可逆，即干膜不可再溶于原溶剂中。一些常见的'+
            '<br>'+
            '溶剂型及无溶剂涂料亦如此。'+
            '<br>'+
            '4.3.2. 气干型涂料（氧化干燥），Air-drying paints (oxidative curing)'+
            '<br>'+
            '在该类涂料中，漆膜先通过溶剂的挥发，再通过空气中的氧气与漆基反应而'+
            '<br>'+
            '干燥固化成膜。'+
            '<br>'+
            '典型的漆基：'+
            '<br>'+
            '－醇酸'+
            '<br>'+
            '－聚氨酯改性醇酸'+
            '<br>'+
            '－环氧酯'+
            '<br>'+
            '干燥时间依赖于温度或其它相关因素。漆基与氧的反应在低至0°C 时仍可以'+
            '<br>'+
            '进行，虽然在低温下反应速率降低。'+
            '<br>'+
            '4.3.3 水性涂料（单组分），Water-borne paints (single pack)'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '9'+
            '<br>'+
            '该类涂料中，漆基被分散在水中。随着水分的挥发和漆膜聚结而成膜。'+
            '<br>'+
            '该过程不可逆，即这种涂膜在干燥后不能再分散于水中。'+
            '<br>'+
            '可分散于水中的典型的漆基有：'+
            '<br>'+
            '－ 丙烯酸聚合物（AY）'+
            '<br>'+
            '－ 乙烯聚合物（PVC）'+
            '<br>'+
            '－ 聚氨酯树脂（PUR） 张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '干燥时间依赖于通风、相对湿度、温度和其它相关因素。低至3℃时干燥过'+
            '<br>'+
            '程仍可进行，虽然在低温下干燥过程进行很慢。高湿度（大于80%RH）同样影'+
            '<br>'+
            '响干燥过程。'+
            '<br>'+
            '4.3.4 化学固化涂料（Chemically curing paints）'+
            '<br>'+
            '4.3.4.1 总则'+
            '<br>'+
            '总体而言，该种涂料是由漆料和固化剂组成。漆料和固化剂的混合物有受限'+
            '<br>'+
            '制的可使用时间（参见3.15）。'+
            '<br>'+
            '涂膜干燥依靠溶剂挥发（如果存在溶剂）以及漆基与固化剂组份进行化学反'+
            '<br>'+
            '应。'+
            '<br>'+
            '下面列出常用的类型。'+
            '<br>'+
            '注：基料和（或）固化剂组分可能被添加颜料。'+
            '<br>'+
            '4.3.4.2 双组分环氧涂料'+
            '<br>'+
            '4.3.4.2.1 主剂（漆料组份）'+
            '<br>'+
            '成膜基料中的主剂（漆料组份）是带有环氧基团的聚合物，可与适当的固化'+
            '<br>'+
            '剂反应。'+
            '<br>'+
            '典型的漆基有：'+
            '<br>'+
            '－ 环氧； 张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '－ 环氧乙烯基/ 环氧丙烯酸；'+
            '<br>'+
            '－ 环氧组合物（例如：碳烃化合物）；'+
            '<br>'+
            '按配方可分为溶剂型、水性以及无溶剂型。'+
            '<br>'+
            '由于环氧树脂暴露于阳光下易粉化，如果有保光保色需要，则面漆应使用脂'+
            '<br>'+
            '肪族聚氨酯（见4.3.4.3）或适宜的物理干燥型涂料（见4.2）或水性涂料（见'+
            '<br>'+
            '4.3.3）。'+
            '<br>'+
            '4.3.4.2.2 固化剂组份'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '10'+
            '<br>'+
            '最常用的有聚胺、聚酰胺，或者胺加成物。'+
            '<br>'+
            '聚酰胺由于其良好的润湿性而更适宜用于底漆中，而聚胺可使涂层的耐化学'+
            '<br>'+
            '品性更好。'+
            '<br>'+
            '干燥时间受通风状况以及温度和其它相关因素影响。最低至5℃时固化反应'+
            '<br>'+
            '过程仍可进行，一些特殊的产品在更低的温度下固化反应过程仍可进行。'+
            '<br>'+
            '4.3.3. 双组分聚氨酯涂料'+
            '<br>'+
            '4.3.3.1 主剂（漆料组份）'+
            '<br>'+
            '成膜基料中的主剂（漆料组份）是带有羟基（—OH）的聚合物，可与适当'+
            '<br>'+
            '的异氰酸酯固化剂反应。'+
            '<br>'+
            '可以分为溶剂型和无溶剂型。'+
            '<br>'+
            '典型的漆基有：'+
            '<br>'+
            '－ 聚酯'+
            '<br>'+
            '－ 丙烯酸'+
            '<br>'+
            '－ 环氧 张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '－ 聚醚'+
            '<br>'+
            '－ 氟（代）树脂'+
            '<br>'+
            '4.3.4.3.2 固化剂组份'+
            '<br>'+
            '常用的有芳香族聚异氰酸酯和脂肪族聚异氰酸酯。'+
            '<br>'+
            '如果选用合适的主剂（漆料组份），采用脂肪族聚异氰酸酯（PUR，aliphatic）'+
            '<br>'+
            '固化的涂层具有优异的保光保色性。'+
            '<br>'+
            '采用芳香族聚异氰酸酯固化剂（PUR，aromatic）可使涂膜干燥速度更快，'+
            '<br>'+
            '但是涂膜会更快粉化和变色，因而不宜用于户外。'+
            '<br>'+
            '干燥时间受通风状况以及温度和其它相关因素影响。至0℃甚至更低温度时'+
            '<br>'+
            '固化反应过程仍可进行，一些特殊的产品在更低的温度下固化反应过程仍可进'+
            '<br>'+
            '行，但相对湿度应在供应商推荐的适宜范围内以避免漆膜出现起泡和针孔等病'+
            '<br>'+
            '态。'+
            '<br>'+
            '4.3.5 潮气固化涂料'+
            '<br>'+
            '涂膜干燥依靠溶剂挥发（如果存在溶剂）以及与空气中的潮气进行化学反应。'+
            '<br>'+
            '典型的漆基类型有：'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '11'+
            '<br>'+
            '－ 聚氨酯（单组分）'+
            '<br>'+
            '－ 硅酸乙酯（双组分）'+
            '<br>'+
            '－ 硅酸乙酯（单组分）'+
            '<br>'+
            '干燥时间受通风状况、温度、湿度、膜厚及其它相关因素影响。如果空气中'+
            '<br>'+
            '含有足够的湿气，至0℃甚至更低温度时固化反应过程仍可进行。湿度越小，固'+
            '<br>'+
            '化越缓慢。'+
            '<br>'+
            '需要注意的是，相对湿度、湿膜厚度、干膜厚度应控制在供应商推荐的适范'+
            '<br>'+
            '围内，以避免漆膜出现起泡、针孔或其它缺陷。'+
            '<br>'+
            '4.4. 不同类型涂料的常规性能'+
            '<br>'+
            '详细信息参见附录C，该信息仅用作选择涂料参考，如需应用请结合附录A'+
            '<br>'+
            '中表格A.1 至A.8 和制造商公开的产品数据和已往项目的经验。'+
            '<br>'+
            '5. 涂料体系 张斌 孔璇凤译 MSN/E-mail:'+
            '<br>'+
            '5.1. 腐蚀环境和待涂表面的分类'+
            '<br>'+
            '5.1.1. 环境分类'+
            '<br>'+
            '根据ISO 12944-2，腐蚀环境可以分为如下类型'+
            '<br>'+
            '6 类大气腐蚀环境分类：'+
            '<br>'+
            'C1 很低'+
            '<br>'+
            'C2 低'+
            '<br>'+
            'C3 中'+
            '<br>'+
            'C4高'+
            '<br>'+
            'C5-Ⅰ 很高（工业）'+
            '<br>'+
            'C6-M 很高（海洋）'+
            '<br>'+
            '水下及土壤腐蚀环境分类'+
            '<br>'+
            'Im1 浸于淡水中'+
            '<br>'+
            'Im2 浸于海水或含盐份的水中'+
            '<br>'+
            'Im3 埋于土壤中'+
            '<br>'+
            '5.1.2. 待涂表面'+
            '<br>'+
            '5.1.2.1. 新结构（New structures）'+
            '<br>'+
            '附录A 中列出的涂层体系的低碳钢的锈蚀等级按照ISO8501－1 分为等级'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '12'+
            '<br>'+
            'A，B，C，镀锌件和金属喷镀件可参见ISO12944－1。不同基材的表面处理在'+
            '<br>'+
            'ISO12944－4 中有描述。针对每种分类，ISO12944 该部分中的表A.1-A.8 中的'+
            '<br>'+
            '表头中提供了基材及推荐的处理等级。针对ISO12944－2 中列出的环境分类及'+
            '<br>'+
            'ISO8501－1 定义的钢铁表面的锈蚀等级A－C 或热浸镀锌，金属喷镀件，附录'+
            '<br>'+
            'A 中列出了典型的涂料体系范例。在锈蚀形成了锈蚀坑的地方（ISO8501－1 中'+
            '<br>'+
            '锈蚀等级D），干膜厚度或者涂装道数应当增加以补偿增大的表面粗糙度，涂料'+
            '<br>'+
            '制造商应当给予建议和指导。'+
            '<br>'+
            '原则上， C1 环境下不需要防腐蚀保护。如果因美观原因而需要涂装，则可'+
            '<br>'+
            '采用C2 环境中低耐久性的防护体系。'+
            '<br>'+
            '如果预计最终放置于C1 腐蚀环境中的钢件需要在暴露的环境中（例如'+
            '<br>'+
            'C4/C5 海洋环境）中运输，临时贮存或者组装，则即使钢件后被放置于C1 环境'+
            '<br>'+
            '中，空气污染物/盐也会导致腐蚀的发生。为了避免该问题，钢件应当在储存地'+
            '<br>'+
            '点进行保护或者涂装底漆防护。干膜厚度根据预期储存时间和储存环境的严酷性'+
            '<br>'+
            '而定。'+
            '<br>'+
            '5.1.2.2. 维修（Maintenance） 张斌 孔璇凤译 MSN/E-mail:'+
            '<br>'+
            '已涂装的表面进行维修前，应对旧涂层的表面状态采用合适的方法进行检'+
            '<br>'+
            '查。可参照ISO 4628－1 至ISO 4628－8 以决定是否需要局部修补或全部重涂。'+
            '<br>'+
            '表面处理类型及防护涂料体系应是特定的。涂料供应商应提供推荐方案，并准备'+
            '<br>'+
            '一定的试验面积进行与原旧涂层的配套性测试。'+
            '<br>'+
            '5.2. 底漆类型'+
            '<br>'+
            '附录A 中表A.1 至A.8 给出了所用的底漆的类型，ISO12944 该部分根据涂'+
            '<br>'+
            '料所含的颜料不同将其分为两大类：'+
            '<br>'+
            '－对于富锌底漆，Zn（R），锌粉颜料在不挥发组分中的重量含量应不低80%。'+
            '<br>'+
            '－其它底漆（Misc.）指的是那些含磷酸锌或者其它防腐蚀颜料的底漆以及锌'+
            '<br>'+
            '粉颜料在不挥发组分中的重量含量低于80%的底漆。铬酸锌，红丹及铅酸钙等'+
            '<br>'+
            '颜料因为健康和安全因素不能被广泛应用（译注：含有害重金属）。'+
            '<br>'+
            '预处理底漆参见附录B。'+
            '<br>'+
            '锌粉颜料应符合ISO3549 要求。'+
            '<br>'+
            '注1：测定锌粉在不挥发组分中的含量的方法参见ASTM D2371。'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '13'+
            '<br>'+
            '注2：富锌底漆Zn(R)中锌粉颜料在干膜中的重量含量不低于80%，这是表格中所列涂'+
            '<br>'+
            '层系统的耐久性的基础。有一些国家的国家标准规定的富锌底漆Zn(R)中锌粉在干膜中的最'+
            '<br>'+
            '低重量含量超过了80%。'+
            '<br>'+
            '5.3. 低VOC 涂料体系'+
            '<br>'+
            '附录A 中列出的涂料体系范例包含了为满足低VOC 排放要求而设计的低'+
            '<br>'+
            'VOC 含量涂料体系。'+
            '<br>'+
            '针对每种腐蚀环境类别，表格中分别列出了涂料体系中的涂料水性化的可能'+
            '<br>'+
            '性及单组分或双组分的可能性。列出的几种涂料体系中包括底漆和面漆均采用高'+
            '<br>'+
            '固体分涂料或水性涂料，或者高固体分及水性涂料共用的情况，关于VOCs 的'+
            '<br>'+
            '更多信息可参看附录D。'+
            '<br>'+
            '5.4. 干膜厚度'+
            '<br>'+
            '干膜厚度（DFT）、额定干膜厚度（NDFT）及最大干膜厚度的定义在条款'+
            '<br>'+
            '3.10、3.11、3.12 中已给出。'+
            '<br>'+
            '表格A.1-A.8 中的涂膜厚度均是额定干膜厚度。干膜厚度的测量通常是在整'+
            '<br>'+
            '个涂层体系上进行的。为了判断方便，底漆涂层或涂料体系的其它部分的厚度也'+
            '<br>'+
            '可以分别测量。'+
            '<br>'+
            '注：仪器校准、测量方法、干膜厚度、钢件表面粗糙度对测量结果会有不同程度影响。'+
            '<br>'+
            '相关方如无另外协定，在粗糙面上检测干膜厚度的方法和程序应按'+
            '<br>'+
            'ISO19840 执行，平滑及镀锌表面参照ISO 2808 进行。'+
            '<br>'+
            '粗糙表面进行干膜厚度的测定的方法及程序应当与ISO19840 保持一致，'+
            '<br>'+
            '如无另外协定， ISO19840 中的以下标准应当被执行：'+
            '<br>'+
            '－所有测量值的算术平均值应当等于或者高于额定干膜厚度（NDFT）。'+
            '<br>'+
            '－所有测量值应当等于或者高于额定干膜厚度（NDFT）的80%。'+
            '<br>'+
            '－在所有测量点中，低于额定干膜厚度但不低于80%额定干膜厚度（NDFT）'+
            '<br>'+
            '的测量点应不超过总测量点的20%。'+
            '<br>'+
            '－所有的测量值应低于或者等于指定的最大干膜厚度。'+
            '<br>'+
            '在接近额定干膜厚度时应小心施工，以避免局部过厚。建议最大干膜厚度不'+
            '<br>'+
            '应超过额定干膜厚度的3 倍。如果超过最大干膜厚度，则各相关方应达成一致意'+
            '<br>'+
            '见。某些产品或体系具有最大干膜厚度的限制，这时应按照涂料制造商的技术数'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '14'+
            '<br>'+
            '据中的相关要求执行。'+
            '<br>'+
            '附录A 中的涂装道数和额定干膜厚度是基于采用无气喷涂施工方式，采用辊'+
            '<br>'+
            '涂、刷涂或传统的空气喷涂方式一般得到的漆膜厚度较薄，要达到相同的干膜厚'+
            '<br>'+
            '度则需要更多道数。可联系涂料制造商获取更多信息。'+
            '<br>'+
            '5.5. 耐久性 张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '耐久性的定义以及耐久性期限范围在ISO 12944-1 已给出。'+
            '<br>'+
            '防护涂料体系的耐久性取决于很多因素，例如：'+
            '<br>'+
            '－ 涂料体系的类型；'+
            '<br>'+
            '－ 结构的设计；'+
            '<br>'+
            '－ 表面处理前的底材状况；'+
            '<br>'+
            '－ 表面处理等级；'+
            '<br>'+
            '－ 表面处理工作的质量；'+
            '<br>'+
            '－ 表面处理前，连接处、边缘、焊缝等的状态；'+
            '<br>'+
            '－ 施工所遵循的标准；'+
            '<br>'+
            '－ 施工条件；'+
            '<br>'+
            '－ 施工后的暴露状况。'+
            '<br>'+
            '旧油漆涂层的状态评定可以按照标准ISO 4628-1、ISO 4628-2、ISO 4628-3、'+
            '<br>'+
            'ISO 4628-4、ISO 4628-5 和ISO 4628-6 进行。表面处理的效果可以按照'+
            '<br>'+
            'ISO8501－1 和ISO8501－3 评定。'+
            '<br>'+
            '附录A 中的表格已指出，第一次维修涂装通常应在涂层状态按ISO4628-3'+
            '<br>'+
            '评定达到Ri3 级时进行。基于这个先决条件，在ISO12944 的这一部分定义了3'+
            '<br>'+
            '个范围的耐久性：'+
            '<br>'+
            'a) 低（L）：2-5 年'+
            '<br>'+
            'b) 中（M）：5－15 年张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            'c) 高（H）：15 年以上'+
            '<br>'+
            '需要注意的是，这个耐久性期限范围并非“担保时间”，耐久性可被认为是帮'+
            '<br>'+
            '助业主建立维修计划的技术性参考。而“担保时间”是合同条款约定项目而不属于'+
            '<br>'+
            'ISO12944 该部分的讨论范畴。“耐久性”与“担保时间”两者之间没有必然联系，也'+
            '<br>'+
            '可参看6.2 条款。“担保时间”通常比耐久性期限要短。'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '15'+
            '<br>'+
            '涂料体系耐久期5－15 年均被划分为“中期耐久性”。用户应当意识到中期耐'+
            '<br>'+
            '久性具有较宽范围，在制作技术规格书时应予以考虑。'+
            '<br>'+
            '通常会因为涂层褪色、粉化、污损、磨损、撕裂，或者出于美观或其它原因，'+
            '<br>'+
            '维修涂装工作需要频繁进行。'+
            '<br>'+
            '5.6. 工厂和现场涂装（Shop and site application）'+
            '<br>'+
            '为确涂料体系拥有最佳的效果，如果有可能，体系中的大多数涂层，甚至是'+
            '<br>'+
            '全部涂层都应该优先在工厂内涂装。工厂涂装的优点和缺点如下：'+
            '<br>'+
            '优点 缺点'+
            '<br>'+
            '1） 施工更易于控制 1）被施工物体可能受到厂房尺寸的限制'+
            '<br>'+
            '2） 可以控制施工环境温度 2）可能因为操作、运输、安装过程中造成损伤'+
            '<br>'+
            '3） 可以控制相对湿度 3）可能超出最长覆涂间隔'+
            '<br>'+
            '4） 易于损伤修复 4）末道涂层可能在以后的工作中被污染'+
            '<br>'+
            '5） 生产效率提高'+
            '<br>'+
            '6） 便于废料和污染控制'+
            '<br>'+
            '现场建造完成后，所有涂层损坏部分都应根据技术规格书中进行修补。'+
            '<br>'+
            '注：被修补的部位或多或少是可看得见的（译注：有差别，能分辩），这也是在装饰性'+
            '<br>'+
            '比较重要的情况下，为什么要最后在现场将整个表面再涂一道面漆的原因。'+
            '<br>'+
            '现场施工受至自然气候条件强烈影响，而且这也会影响涂层的预期使用寿'+
            '<br>'+
            '命。'+
            '<br>'+
            '6. 防护涂料体系表格'+
            '<br>'+
            '6.1 表格说明'+
            '<br>'+
            '附录A 按照不同的腐蚀环境给出了涂料体系范例。表格中的双线仅为了阅读'+
            '<br>'+
            '方便，“预期耐久性”栏中 的深灰色的阴影表示该体系的预期耐久性。这些涂料'+
            '<br>'+
            '体系中用到的涂料应该适用于所给出的腐蚀环境中最高的一级。设计人员'+
            '<br>'+
            '（Specifier）应当确认涂料供应商提供的文件或声明能有效证明涂料及涂料体系'+
            '<br>'+
            '的适用性和耐久性符合既定的腐蚀环境要求。如有必要，对涂料体系的适用性和'+
            '<br>'+
            '耐久性可通过应用实例或按照ISO12944-6 进行实验室测试以及采用其它协定'+
            '<br>'+
            '的方式进行证明和确认。'+
            '<br>'+
            '表中所列举的涂料体系遵循两个不同的原则。'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '16'+
            '<br>'+
            'a）表A.1，A.7 和A.8 中列举的体系对应多种腐蚀性级别（表A.1 是概括性'+
            '<br>'+
            '的总表），涂料体系是按照面漆的基料来划分的。这种划分方式有利于用户（user）'+
            '<br>'+
            '以面漆的性能作为基础来选择涂料体系。这种情况下的腐蚀性级别不是很明确，'+
            '<br>'+
            '每个配套对应不止一种腐蚀性级别。'+
            '<br>'+
            'b）表A.2，A.3，A.4，A.5，A.6（参考下面的单个表格）列出的体系对应的'+
            '<br>'+
            '是单一的腐蚀性级别（将C5-I 和C5-M 分开各作为一个分类）。这些涂料体系是'+
            '<br>'+
            '按照底漆的类型来划分的。这种划分方式有利于用户（user）确切了解结构将暴'+
            '<br>'+
            '露的环境的腐蚀性级别来选择涂料体系。'+
            '<br>'+
            '注：列出的涂料体系被选作为“典型体系”。列表中某些体系在某些国家可能不是具有代'+
            '<br>'+
            '表性或者可行性的体系。'+
            '<br>'+
            '如果设计人员（Specifier）需要利用表中所列出的涂料体系，他需要首先确'+
            '<br>'+
            '定是否采用概述性表格（译注：指表A.1，A.7 和A.8）或者单独的表格（译注：'+
            '<br>'+
            '表A.2，A.3，A.4，A.5，A.6）。因为这两种类型的表格中的体系编号不同。'+
            '<br>'+
            '6.2 影响耐久性的因素'+
            '<br>'+
            '实际上，一些涂料体系被证明耐久性超过了15 年，而许多这种案例的追踪'+
            '<br>'+
            '记录超过25 年。通常增加总涂层厚度及涂装道数可增加涂料体系的耐久性。此'+
            '<br>'+
            '外，为高等级腐蚀性级别设计的涂料体系如用于低腐蚀性级别中，可提供更高的'+
            '<br>'+
            '耐久性。'+
            '<br>'+
            '通常C5－I 大体上涵盖了所能遇到的各种工业场所的大气腐蚀环境（译者注：'+
            '<br>'+
            '意思是通常所遇到的工业场所大气腐蚀环境不会超过C5-I 级）。设计人员（Specifer）'+
            '<br>'+
            '在编写涂装技术规格书时，应当特别注意设备或钢结构是否会经受特殊化学品泄'+
            '<br>'+
            '漏造成的浸蚀、是否存在管道滴漏物或者严重空气污染物的浸蚀。'+
            '<br>'+
            '在有效贮存期（见3.16）内，涂料应能正常使用，应没有任何影响使用的老'+
            '<br>'+
            '化变质现象，对涂层性能也应没有任何影响。'+
            '<br>'+
            '6.3 表格中所列出的涂料体系的编号'+
            '<br>'+
            '表A.1-A.8 中所列出的涂料体系的编号在每个表格的左列中给出。以下列形'+
            '<br>'+
            '式进行编码（例如：表格A.2 中涂层体系编号No.A2.06），如记作：ISO12944'+
            '<br>'+
            '－5/A.2.06-EP/PUR。张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '在同一涂料体系编号下，命名应当包括不同的涂层漆基（即包括底漆的漆基'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '17'+
            '<br>'+
            '及后道涂层的漆基），以表格A.2 涂层体系No.A.2.06）为例，记作：ISO12944'+
            '<br>'+
            '－5/A.2.06－EP/PUR。（译者注：EP/PUR 即环氧/聚氨酯）'+
            '<br>'+
            '如果某一涂料体系不在表格A.1-A.8 中所列，则所有的信息，包括表面处理、'+
            '<br>'+
            '常见类型、涂装道数、额定干膜厚度等等也需要在表格中以同样的方式给出。'+
            '<br>'+
            '6.4 选择适当涂层体系的指导'+
            '<br>'+
            '－确定钢结构所处的腐蚀环境（大气候）属于哪种等级（参见ISO12944-2）。'+
            '<br>'+
            '－确定是否有一些特殊情况（小环境）存在而导致钢结构处在更高级别（译'+
            '<br>'+
            '者注：比大气候环境腐蚀性强）的腐蚀环境中（参见ISO12944-2）。'+
            '<br>'+
            '[译者注：这两条的意思是：先确定钢结构所在地的大环境是个什么情况（比如说是沿'+
            '<br>'+
            '海、乡村地区、工业地区等等），然后再看看钢结构所在地的小环境（比如说车间内或'+
            '<br>'+
            '所在城市）是不是腐蚀性更高（比如说城市污染严重程度或钢结构所在的车间内是不是'+
            '<br>'+
            '会有化学品浸蚀等等）]。'+
            '<br>'+
            '－查看附录A 中的相关表格。表格A.2 至A.5 给出了对于腐蚀性级别为C2'+
            '<br>'+
            '至C5 级时各种常见的不同涂料体系的选择建议，而表格A.1 给出了A.2-A.5'+
            '<br>'+
            '的内容概述。'+
            '<br>'+
            '－根据耐久性要求选择表格中的涂料体系。'+
            '<br>'+
            '－考虑到将采用的表面处理方法，选取最合适的一组。'+
            '<br>'+
            '－咨询涂料制造商，证实你选择的涂料体系（的可行性、有效性和经济性，译者'+
            '<br>'+
            '注），并最终决定最为经济有效的涂料体系。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '18'+
            '<br>'+
            '附录A'+
            '<br>'+
            '（参考件）'+
            '<br>'+
            '涂层体系'+
            '<br>'+
            '表格A.1-A.8 中提供的涂料体系仅作为范例。其它一些涂料体系也可能具有'+
            '<br>'+
            '同样的效果。如果这些范例被使用，只有当涂装工作真正按照技术规格书要求被'+
            '<br>'+
            '确实执行时，才能确保所选择的涂料体系符合预期耐久性要求。参看5.5 条。'+
            '<br>'+
            '表格中背景颜色的深浅变化是为了便于阅读。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '19'+
            '<br>'+
            '表A.1—处于C2、C3、C4、C5-I、C5-M 腐蚀环境下的低合金碳钢的涂层体系'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '底涂层 后道涂层 涂层体系 期望耐久性'+
            '<br>'+
            '（参见5.5 条和ISO12944-1）'+
            '<br>'+
            'C2 C3 C4 C5-I C5-M'+
            '<br>'+
            '涂层后附表格对应的体系编号'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号 漆基d 底漆'+
            '<br>'+
            '类型'+
            '<br>'+
            '涂层'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb 基料'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb'+
            '<br>'+
            'L M H L M H L M H L M H L M H A.2 A.3 A.4 A.5(I) A.5(M)'+
            '<br>'+
            'A1.01 AK、AY Misc. 1-2 100 － 1-2 100 A2.04'+
            '<br>'+
            'A1.01 EP,PUR,ESI Zn(R) 1 60e － 1 60 A2.08 A3.10'+
            '<br>'+
            'A1.03 AK Misc. 1-2 80 AK 2-3 120 A2.02 A3.01'+
            '<br>'+
            'A1.04 AK Misc. 1-2 80 AK 2-4 160 A2.03 A3.02'+
            '<br>'+
            'A1.05 AK Misc. 1-2 80 AK 3-5 200 A3.03 A4.01'+
            '<br>'+
            'A1.06 EP Misc. 1 160 AY 2 200 A4.06'+
            '<br>'+
            'A1.07 AK,AY,CRc,PVC Misc. 1-2 80 AY,CR,PVC 2-4 160 A2.03'+
            '<br>'+
            'A2.05 A3.05'+
            '<br>'+
            'A1.08 EP,PUR,ESI Zn(R) 1 60e AY,CR,PVC 2-3 160 A3.12 A4.10'+
            '<br>'+
            'A1.09 AK,AY,CRc,PVC Misc 1-2 80 AY,CR,PVC 3-5 200 A3.04'+
            '<br>'+
            'A3.06'+
            '<br>'+
            'A4.02'+
            '<br>'+
            'A4.04'+
            '<br>'+
            'A1.10 EP,PUR Misc 1-2 120 AY,CRc,PVC 3-4 200 A4.06 A5I.01'+
            '<br>'+
            'A1.11 EP,PUR,ESI Zn(R) 1 60e AY,CRc,PVC 2-4 200 A3.13 A4.11'+
            '<br>'+
            'A1.12 AK,AY,CRc,PVC Misc. 1-2 80 AY,CRc,PVC 3-5 240 A4.03'+
            '<br>'+
            'A4.05'+
            '<br>'+
            'A1.13 EP,PUR,ESI Zn(R) 1 60e AY,CRc,PVC 3-4 240 A4.12'+
            '<br>'+
            'A1.14 EP,PUR,ESI Zn(R) 1 60e AY,CRc,PVC 4-5 320 A5I.06'+
            '<br>'+
            'A1.15 EP Misc 1-2 80 EP,PUR 2-3 120 A2.06 A3.07'+
            '<br>'+
            'A1.16 EP Misc 1-2 80 EP,PUR 2-4 160 A2.07 A3.08'+
            '<br>'+
            'A1.17 EP,PUR,ESI Zn(R) 1 60e EP,PUR 2-3 160 A3.11 A4.13'+
            '<br>'+
            'A1.18 EP Misc 1-2 80 EP,PUR 3-5 200 A3.09'+
            '<br>'+
            'A1.19 EP,PUR,ESI Zn(R) 1 60e EP,PUR 3-4 200 A4.14'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '20'+
            '<br>'+
            '表A.1 (续表)'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '底涂层 后道涂层涂层体系 C2 C3 C4 C5-I C5-M 表格中对应的体系'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号'+
            '<br>'+
            '漆基d 底漆'+
            '<br>'+
            '类型'+
            '<br>'+
            '涂层'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb 基料'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb L M H L M H L M H L M H L M H A.2 A.3 A.4 A.5(I) A.5(M)'+
            '<br>'+
            'A1.20 EP,PUR,ESI Zn(R) 1 60e EP,PUR 3-4 240 A4.15 A.5I.04 A.5M.05'+
            '<br>'+
            'A1.21 EP Misc. 1-2 80 EP,PUR 3-5 280 4.09'+
            '<br>'+
            'A1.22 EP,PUR Misc. 1 150 EP,PUR 2 300 A.5I.03 A.5M.01'+
            '<br>'+
            'A1.23 EP,PUR,ESI Zn(R) 1 60e EP,PUR 3-4 320 A.5I.05 A.5M.06'+
            '<br>'+
            'A1.24 EP,PUR Misc. 1 80 EP,PUR 3-4 320 A.5I.02 A.5M.02'+
            '<br>'+
            'A1.25 EP,PUR Misc. 1 250 EP,PUR 2 500 A.5M.04'+
            '<br>'+
            'A1.26 EP,PUR Misc. 1 400 - 1 400 A.5M.03'+
            '<br>'+
            'A1.27 EPC Misc. 1 100 EPC 3 300 A.5M.08'+
            '<br>'+
            'A1.28 EP,PUR Zn(R) 1 60e EPC 3-4 400 A.5M.07'+
            '<br>'+
            '涂料（液体） 涂料（液体）'+
            '<br>'+
            '底漆漆基 组分数 组分数'+
            '<br>'+
            '单组分双组分'+
            '<br>'+
            '水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            '面漆漆基'+
            '<br>'+
            '单组分 双组分'+
            '<br>'+
            '水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            'AK＝醇酸 × × AK＝醇酸 × ×'+
            '<br>'+
            'CR＝氯化橡胶 × CR＝氯化橡胶 ×'+
            '<br>'+
            'AY＝丙烯酸 × × AY＝丙烯酸 × ×'+
            '<br>'+
            'PVC＝氯化乙烯聚合物类× PVC＝氯化乙烯聚合物类 ×'+
            '<br>'+
            'EP＝环氧 × × EP＝环氧 × ×'+
            '<br>'+
            'ESI＝硅酸乙酯 × × × PUR＝聚氨酯，脂肪族 × × ×'+
            '<br>'+
            'PUR＝聚氨酯，'+
            '<br>'+
            '脂肪族或芳香族 × × × EPC＝环氧组合物（译者注：如改'+
            '<br>'+
            '性环氧或环氧树脂其它树脂拼用） ×'+
            '<br>'+
            'a） Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜'+
            '<br>'+
            '料的底漆（参见5.2 条）。'+
            '<br>'+
            'b） NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'c） 推荐与涂料生产商进行相容性确认。'+
            '<br>'+
            'd） 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作'+
            '<br>'+
            '为连接漆/过渡漆。'+
            '<br>'+
            'e） 选择富锌底漆，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '21'+
            '<br>'+
            '表A.2 低合金碳钢处于腐蚀环境C2 级下的涂料体系'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。'+
            '<br>'+
            '涂料底涂层 后道涂层 涂料体系 预期耐久性'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号 漆基类型 底漆类'+
            '<br>'+
            '型a'+
            '<br>'+
            '涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 漆基类型 涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 低 中高'+
            '<br>'+
            'A2.01 AK Misc. 1 40 AK 2 80'+
            '<br>'+
            'A2.02 AK Misc. 1-2 80 AK 2-3 120'+
            '<br>'+
            'A2.03 AK Misc. 1-2 80 AK,AY,PVC,CRc 2-4 160'+
            '<br>'+
            'A2.04 AK Misc. 1-2 100 － 1-2 100'+
            '<br>'+
            'A2.05 AY,PVC,CR Misc. 1-2 80 AY,PVC,CRc 2-4 160'+
            '<br>'+
            'A2.06 EP Misc. 1-2 80 EP,PUR 2-3 120'+
            '<br>'+
            'A2.07 EP Misc. 1-2 80 EP,PUR 2-4 160'+
            '<br>'+
            'A2.08 EP,PUR,ESId Zn(R) 1 60e － 1 60'+
            '<br>'+
            '底漆漆基 类型 水性化'+
            '<br>'+
            '可能性 后道涂层漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            'AK＝醇酸 单组分 × AK＝醇酸 单组分 ×'+
            '<br>'+
            'CR＝氯化橡胶 单组分 CR＝氯化橡胶 单组分'+
            '<br>'+
            'AY＝丙烯酸 单组分 × AY＝丙烯酸 单组分 ×'+
            '<br>'+
            'PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类'+
            '<br>'+
            '单组分 PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类'+
            '<br>'+
            '单组分'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'ESI＝硅酸乙酯 单组分或双组分 × PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族 单组分或双组分 ×'+
            '<br>'+
            'PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族或芳香族'+
            '<br>'+
            '单组分或双组分 ×'+
            '<br>'+
            'a Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜料的底漆（参见5.2 条）。'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'c 推荐与涂料生产商进行相容性确认。'+
            '<br>'+
            'd 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作为连接漆/过渡漆。'+
            '<br>'+
            'e 选择富锌底漆时，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '22'+
            '<br>'+
            '表A.3 低合金碳钢处于腐蚀环境C3 级下的涂料体系'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。'+
            '<br>'+
            '底涂层 后道涂层 涂料体系 预期耐久性'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号'+
            '<br>'+
            '漆基类型 底漆类'+
            '<br>'+
            '型a'+
            '<br>'+
            '涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 漆基类型 涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 低 中高'+
            '<br>'+
            'A3.01 AK Misc. 1-2 80 AK 2-3 120'+
            '<br>'+
            'A3.02 AK Misc. 1-2 80 AK 2-4 160'+
            '<br>'+
            'A3.03 AK Misc. 1-2 80 AK c 3-5 200'+
            '<br>'+
            'A3.04 AK Misc. 1-2 80 AY,PVC,CRc 3-5 200'+
            '<br>'+
            'A3.05 AY,PVC,CRc Misc. 1-2 80 AY,PVC,CRc 2-4 160'+
            '<br>'+
            'A3.06 AY,PVC,CRc Misc. 1-2 80 AY,PVC,CRc 3-5 200'+
            '<br>'+
            'A3.07 EP Misc. 1 80 EP,PUR 2-3 120'+
            '<br>'+
            'A3.08 EP Misc. 1 80 EP,PUR 2-4 160'+
            '<br>'+
            'A3.09 EP Misc. 1 80 EP,PUR 3-5 200'+
            '<br>'+
            'A3.10 EP,PUR,ESId Zn(R) 1 60e － 1 60'+
            '<br>'+
            'A3.11 EP,PUR,ESId Zn(R) 1 60e EP,PUR 2 160'+
            '<br>'+
            'A3.12 EP,PUR,ESId Zn(R) 1 60e AY,PVC,CRc 2-3 160'+
            '<br>'+
            'A3.13 EP,PUR Zn(R) 1 60e AY,PVC,CRc 3 200'+
            '<br>'+
            '底漆漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            '后道涂层漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            'AK＝醇酸 单组分 × AK＝醇酸 单组分 ×'+
            '<br>'+
            'CR＝氯化橡胶 单组分 CR＝氯化橡胶 单组分'+
            '<br>'+
            'AY＝丙烯酸 单组分 × AY＝丙烯酸 单组分 ×'+
            '<br>'+
            'PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类 单组分 PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类 单组分'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'ESI＝硅酸乙酯 单组分或双组分 × PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族 单组分或双组分 ×'+
            '<br>'+
            'PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族或芳香族'+
            '<br>'+
            '单组分或双组分 ×'+
            '<br>'+
            'a Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜料的底漆（参见5.2 条）。'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'c 推荐与涂料生产商进行相容性确认。'+
            '<br>'+
            'd 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作为连接漆/过渡漆。'+
            '<br>'+
            'e 选择富锌底漆时，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '23'+
            '<br>'+
            '表A.4 低合金碳钢处于腐蚀环境C4 级下的涂料体系'+
            '<br>'+
            '底材：低合金碳钢张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。'+
            '<br>'+
            '底涂层 后道涂层 涂料体系 预期耐久性'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号'+
            '<br>'+
            '漆基类型 底漆类'+
            '<br>'+
            '型a'+
            '<br>'+
            '涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 漆基类型 涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 低 中高'+
            '<br>'+
            'A4.01 AK Misc. 1-2 80 AK 3-5 200'+
            '<br>'+
            'A4.02 AK Misc. 1-2 80 AY,CR,PVCc 3-5 200'+
            '<br>'+
            'A4.03 AK Misc. 1-2 80 AY,CR,PVCc 3-5 240'+
            '<br>'+
            'A4.04 AY, CR, P VC Misc. 1-2 80 AY,CR,PVCc 3-5 200'+
            '<br>'+
            'A4.05 AY, CR, PVC Misc. 1-2 80 AY,CR,PVCc 3-5 240'+
            '<br>'+
            'A4.06 EP Misc. 1-2 160 AY,CR,PVCc 2-3 200'+
            '<br>'+
            'A4.07 EP Misc. 1-2 160 AY,CR,PVCc 2-3 280'+
            '<br>'+
            'A4.08 EP Misc. 1 80 EP,PUR 2-3 240'+
            '<br>'+
            'A4.09 EP Misc. 1 80 EP,PUR 2-3 280'+
            '<br>'+
            'A4.10 EP,PUR,ESId Zn(R) 1 60e AY,CR,PVCc 2-3 160'+
            '<br>'+
            'A4.11 EP,PUR,ESId Zn(R) 1 60e AY,CR,PVCc 2-4 200'+
            '<br>'+
            'A4.12 EP,PUR,ESId Zn(R) 1 60e AY,CR,PVCc 3-4 240'+
            '<br>'+
            'A4.13 EP,PUR,ESId Zn(R) 1 60e EP,PUR 2-3 160'+
            '<br>'+
            'A4.14 EP,PUR,ESId Zn(R) 1 60e EP,PUR 2-3 200'+
            '<br>'+
            'A4.15 EP,PUR,ESId Zn(R) 1 60e EP,PUR 3-4 240'+
            '<br>'+
            'A4.16 ESI Zn(R) 1 60e — 1 60'+
            '<br>'+
            '底漆漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            '后道涂层漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            'AK＝醇酸 单组分 × AK＝醇酸 单组分 ×'+
            '<br>'+
            'CR＝氯化橡胶 单组分 CR＝氯化橡胶 单组分'+
            '<br>'+
            'AY＝丙烯酸 单组分 × AY＝丙烯酸 单组分 ×'+
            '<br>'+
            'PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类'+
            '<br>'+
            '单组分 PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类'+
            '<br>'+
            '单组分'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'ESI＝硅酸乙酯 单组分或双组分 × PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族'+
            '<br>'+
            '单组分或双组分 ×'+
            '<br>'+
            'PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族或芳香族 单组分或双组分 ×'+
            '<br>'+
            'a Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜料的底漆（参见5.2 条）。'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'c 推荐与涂料生产商进行相容性确认。'+
            '<br>'+
            'd 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作为连接漆/过渡漆。'+
            '<br>'+
            'e 选择富锌底漆时，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '24'+
            '<br>'+
            '表A.5-低合金碳钢处于腐蚀环境C5-I 与C5-M 下的涂料体系'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。'+
            '<br>'+
            '底涂层 后道涂层 涂料体系 预期耐久性'+
            '<br>'+
            '涂料体'+
            '<br>'+
            '系编号'+
            '<br>'+
            '漆基类型 底漆类'+
            '<br>'+
            '型a'+
            '<br>'+
            '涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 漆基类型 涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 低 中高'+
            '<br>'+
            'C5-I'+
            '<br>'+
            'A5I.01 EP,PUR Misc. 1-2 120 AY,CR,PVCc 3-4 200'+
            '<br>'+
            'A5I.02 EP,PUR Misc. 1 80 EP,PUR 3-4 320'+
            '<br>'+
            'A5I.03 EP,PUR Misc. 1 150 EP,PUR 2 300'+
            '<br>'+
            'A5I.04 EP,PUR,ESId Zn(R) 1 60e EP,PUR 3-4 240'+
            '<br>'+
            'A5I.05 EP,PUR,ESId Zn(R) 1 60e EP,PUR 3-5 320'+
            '<br>'+
            'A5I.06 EP,PUR,ESId Zn(R) 1 60e AY,CR,PVCc 4-5 320'+
            '<br>'+
            'C5-M'+
            '<br>'+
            'A5M.01 EP,PUR Misc. 1 150 EP,PUR 2 300'+
            '<br>'+
            'A5M.02 EP,PUR Misc. 1 80 EP,PUR 3-4 320'+
            '<br>'+
            'A5M.03 EP,PUR Misc. 1 400 — 1 400'+
            '<br>'+
            'A5M.04 EP,PUR Misc. 1 250 EP,PUR 2 500'+
            '<br>'+
            'A5M.05 EP,PUR,ESId Zn(R) 1 60e EP,PUR 4 240'+
            '<br>'+
            'A5M.06 EP,PUR,ESId Zn(R) 1 60e EP,PUR 4-5 320'+
            '<br>'+
            'A5M.07 EP,PUR,ESId Zn(R) 1 60e EPC 3-4 400'+
            '<br>'+
            'A5M.08 EPC Misc. 1 100 EPC 3 300'+
            '<br>'+
            '底漆漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            '后道涂层漆基 类型 水性化'+
            '<br>'+
            '可能性'+
            '<br>'+
            'EP=环氧 双组分 × EP=环氧 双组分 ×'+
            '<br>'+
            'EPC＝环氧化合物 双组分 EPC＝环氧化合物 双组分'+
            '<br>'+
            'ESI＝硅酸乙酯 单组分或双组分 × PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族'+
            '<br>'+
            '单组分或双组分 ×'+
            '<br>'+
            'PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族或芳香族'+
            '<br>'+
            '单组分或双组分 × CR＝氯化橡胶 单组分'+
            '<br>'+
            'AY＝丙烯酸 单组分 ×'+
            '<br>'+
            'PVC＝氯化乙烯聚'+
            '<br>'+
            '合物类'+
            '<br>'+
            '单组分'+
            '<br>'+
            'a Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜料的底漆（参见5.2 条）。'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'c 推荐与涂料生产商进行相容性确认。'+
            '<br>'+
            'd 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作为连接漆/过渡漆。'+
            '<br>'+
            'e 选择富锌底漆时，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '25'+
            '<br>'+
            '表A.6 低合金碳钢浸渍于腐蚀环境Im1、Im2、Im3 下涂料体系'+
            '<br>'+
            '底材：低合金碳钢'+
            '<br>'+
            '表面处理：锈蚀等级为A、B、C 级的底材， 表面处理达Sa2.5 级（参见ISO 8501-1）。'+
            '<br>'+
            '低耐久性不推荐采用，因而下表中没有列出低耐久性的涂料体系。'+
            '<br>'+
            '涂料底涂层 后道涂层 涂料体系 预期耐久性'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号 漆基类型 底漆类'+
            '<br>'+
            '型a'+
            '<br>'+
            '涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 漆基类型 涂装'+
            '<br>'+
            '道数'+
            '<br>'+
            'NDFTb'+
            '<br>'+
            'um 低 中高'+
            '<br>'+
            'A6.01 EP Zn(R) 1 60e EP,PUR 3-5 360'+
            '<br>'+
            'A6.02 EP Zn(R) 1 60e EP,PURC 3-5 540'+
            '<br>'+
            'A6.03 EP Misc. 1 80 EP,PUR 2-4 380'+
            '<br>'+
            'A6.04 EP Misc. 1 80 EPGF,EP,PUR 3 500'+
            '<br>'+
            'A6.05 EP Misc. 1 80 EP 2 330'+
            '<br>'+
            'A6.06 EP Misc. 1 800 - - 800'+
            '<br>'+
            'A6.07 ESId Zn(R) 1 60e EP,EPGF 3 450'+
            '<br>'+
            'A6.08 EP Misc. 1 80 EPGF 3 800'+
            '<br>'+
            'A6.09 EP,PUR Misc. - - - 1-3 400'+
            '<br>'+
            'A6.10 EP,PUR Misc. - - - 1-3 600'+
            '<br>'+
            '漆基类型 组分数量'+
            '<br>'+
            '水性化可'+
            '<br>'+
            '能性 后道涂层漆基 组分数量 水性化可能性'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'ESI＝硅酸乙酯 单组分或双组分 × EPGF＝环氧玻璃鳞'+
            '<br>'+
            '片'+
            '<br>'+
            '双组分'+
            '<br>'+
            'PURC＝聚氨酯组'+
            '<br>'+
            '合物 双组分 PURC＝聚氨酯组合'+
            '<br>'+
            '物 双组分'+
            '<br>'+
            'PUR＝聚氨酯，脂'+
            '<br>'+
            '肪族或芳香族 单组分或双组分 × PUR＝聚氨酯，脂肪'+
            '<br>'+
            '族或芳香族 单组分或双组分 ×'+
            '<br>'+
            'a Zn(R)＝富锌底漆， Misc.= 采用其它类型防锈颜料的底漆（参见5.2 条）。'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'd 推荐在硅酸锌底漆（ESI）上覆涂一道后续涂层作为连接漆/过渡漆。'+
            '<br>'+
            'e 选择富锌底漆时，NDFT 适宜选择范围为40-80um。'+
            '<br>'+
            'f 水性漆产品通常不适用于浸渍型腐蚀环境。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '26'+
            '<br>'+
            '表A.7 热浸镀锌钢处于C2 至C5-I 与C5-M 腐蚀环境下的涂料体系'+
            '<br>'+
            '基材：热浸镀锌钢材'+
            '<br>'+
            'ISO12944-4 给出了一些表面处理的范例，表面处理方式与所用涂料体系有关，应按涂料制造商的要求进行。'+
            '<br>'+
            '底涂层 后道涂'+
            '<br>'+
            '层'+
            '<br>'+
            '涂料体系'+
            '<br>'+
            '预期耐久性g'+
            '<br>'+
            '(参见ISO12944-1 中5.5 条)'+
            '<br>'+
            'C2 C3 C4 C5-I C5-M'+
            '<br>'+
            '涂料'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号 漆基类'+
            '<br>'+
            '型'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb'+
            '<br>'+
            '基料类'+
            '<br>'+
            '型'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb L M H L M H L M H L M H L M H'+
            '<br>'+
            'A7.01 - - - PVC 1 80'+
            '<br>'+
            'A7.02 PVC 1 40 PVC 2 120'+
            '<br>'+
            'A7.03 PVC 1 80 PVC 2 160'+
            '<br>'+
            'A7.04 PVC 1 80 PVC 3 240'+
            '<br>'+
            'A7.05 - - - AY 1 80'+
            '<br>'+
            'A7.06 AY 1 40 AY 2 120'+
            '<br>'+
            'A7.07 AY 1 80 AY 2 160'+
            '<br>'+
            'A7.08 AY 1 80 AY 3 240'+
            '<br>'+
            'A7.09 - - - EP,PUR 1 80'+
            '<br>'+
            'A7.10 EP,PUR 1 60 EP,PUR 2 120'+
            '<br>'+
            'A7.11 EP,PUR 1 80 EP,PUR 2 160'+
            '<br>'+
            'A7.12 EP,PUR 1 80 EP,PUR 3 240'+
            '<br>'+
            'A7.13 EP,PUR 1 80 EP,PUR 3 320'+
            '<br>'+
            '漆基类型 组分数量 水性化可能性后道涂层漆基 组分数量 水性化可能性'+
            '<br>'+
            'AY＝丙烯酸 单组分 × AY＝丙烯酸 单组分 ×'+
            '<br>'+
            'PVC＝ 氯化乙烯'+
            '<br>'+
            '聚合物 单组分 PVC＝氯化乙烯聚'+
            '<br>'+
            '合物 单组分'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'PUR＝聚氨酯，脂'+
            '<br>'+
            '肪族或芳香族'+
            '<br>'+
            '单组分或双'+
            '<br>'+
            '组分 × PUR＝聚氨酯，脂'+
            '<br>'+
            '肪族'+
            '<br>'+
            '单组分或双组分 ×'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'g 在这种情况下，涂料体系的耐久性和涂层与热浸镀锌基材的附着力有关。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '27'+
            '<br>'+
            '表A.8 热喷涂金属基材在C4、C5-I、C5-M 和Im1-Im3 腐蚀环境下的涂料体系'+
            '<br>'+
            '基材：热喷涂金属（锌、锌铝合金、铝）钢材'+
            '<br>'+
            '表面处理：参见ISO12944-4, 第13 条。'+
            '<br>'+
            '推荐在4 小时内，涂装封闭漆或施工第一道涂层。'+
            '<br>'+
            '如使用封闭底漆，其要能和后道涂料体系相配套。'+
            '<br>'+
            '封闭层'+
            '<br>'+
            '后道'+
            '<br>'+
            '涂层 涂料体系'+
            '<br>'+
            '预期耐久性g'+
            '<br>'+
            '(参见ISO12944-1 中5.5 条)'+
            '<br>'+
            'C4 C5-I C5-M Im1-Im3'+
            '<br>'+
            '涂料'+
            '<br>'+
            '体系'+
            '<br>'+
            '编号 漆基类'+
            '<br>'+
            '型'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb'+
            '<br>'+
            '基料类'+
            '<br>'+
            '型'+
            '<br>'+
            '涂'+
            '<br>'+
            '层'+
            '<br>'+
            '道'+
            '<br>'+
            '数'+
            '<br>'+
            'NDFT'+
            '<br>'+
            'umb L M H L M H L M H L M H'+
            '<br>'+
            'A8.01 EP,PUR 1 NAh EP,PUR 2 160'+
            '<br>'+
            'A8.02 EP,PUR 1 NAh EP,PUR 3 240'+
            '<br>'+
            'A8.03 EP 1 NAh EP,EPC 3 450'+
            '<br>'+
            'A8.04 EP,PUR 1 NAh EP,PUR 3 320'+
            '<br>'+
            '漆基类型 组分数量 水性化可能性'+
            '<br>'+
            'f'+
            '<br>'+
            '后道涂层漆基 组分数量 水性化可能性'+
            '<br>'+
            'f'+
            '<br>'+
            'EP＝环氧 双组分 × EP＝环氧 双组分 ×'+
            '<br>'+
            'EPC＝环氧组合'+
            '<br>'+
            '物'+
            '<br>'+
            '双组分 EPC＝环氧改性 双组分'+
            '<br>'+
            'PUR＝聚氨酯，'+
            '<br>'+
            '芳香族'+
            '<br>'+
            '单组分或双'+
            '<br>'+
            '组分 × PUR＝聚氨酯，脂'+
            '<br>'+
            '肪族'+
            '<br>'+
            '单组分或双组'+
            '<br>'+
            '分 ×'+
            '<br>'+
            'b NDFT=额定干膜厚度（更多信息参见5.4 条）。'+
            '<br>'+
            'f 水性漆产品通常不适用于浸渍型腐蚀环境。'+
            '<br>'+
            'g 在这种情况下，涂料体系的耐久性和涂层与热喷涂金属基材的附着力有关。'+
            '<br>'+
            'h NA＝不适用，封闭涂层的干膜厚度对整个涂料体系的干膜厚度不会有明显的影响。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            'ISO12944-5：2007 (中文译本) 译者：张斌 孔璇凤'+
            '<br>'+
            '28'+
            '<br>'+
            '附录B'+
            '<br>'+
            '（参考件）'+
            '<br>'+
            '预处理底漆'+
            '<br>'+
            '一层薄薄的预处理底漆可以为进行喷射清理过的钢材在建造、运输、储存、安装过'+
            '<br>'+
            '程中提供临时性的防腐蚀保护。预处理底漆表面以后还要覆涂包括底漆在内的整个涂料'+
            '<br>'+
            '体系，几种常见类型的预处理底漆与各种涂料体系的底漆的配套性见表B.1。当暴露于'+
            '<br>'+
            '多种环境条件下时，各种预处理底漆与相关涂料体系的配套性见表B.2。'+
            '<br>'+
            '预处理底漆应该具有以下性能：'+
            '<br>'+
            'a) 适宜于喷涂获得均匀的15－30μm 干膜厚度涂层。'+
            '<br>'+
            'b) 干燥迅速，预处理底漆通常在自动喷射清理流水线上喷涂，行进速度1－'+
            '<br>'+
            '3m/min，要能适用于该种流水线喷涂施工。'+
            '<br>'+
            'c) 涂层的机械性能应当满足正常的搬运操作，包括轧卷、磁力吸吊等。'+
            '<br>'+
            'd) 涂层可提供在一定期限内的防腐蚀保护。'+
            '<br>'+
            'e) 不明显影响正常的加工操作（如焊接，切割）。预处理底漆通常应该具有关'+
            '<br>'+
            '于切割和焊接质量以及健康和安全影响的认证证明。'+
            '<br>'+
            'f) 切割、焊接操作时，产生的烟气不超过相关的职业健康接触限值规定。'+
            '<br>'+
            'g) 在整个涂料体系施工前，预处理底漆涂层表面需要最低限度的表面处理，以'+
            '<br>'+
            '提供良好的待涂表面。表面处理的质量要求需要在后道涂层施工前确定。'+
            '<br>'+
            'h) 预处理底漆涂层表面应适合于采用计划的涂料体系的覆涂，通常预处理底漆'+
            '<br>'+
            '涂层不被视为整个涂料体系中的底涂层。'+
            '<br>'+
            '注1：通常，预处理底漆不是涂料体系的一部分，后道涂装前可能需要除去。'+
            '<br>'+
            '注2：关于预处理底漆表面清理及处理的建议参见ISO12944－4。'+
            '<br>'+
            '注3：更多信息请参见EN10238。'+
            '<br>'+
            '张斌 孔璇凤译 MSN/E-mail: zblhx84@hotmail.com'+
            '<br>'+
            '译者：张斌 孔璇风 ISO12944-5：2007 (中文译本)'+
            '<br>'+
            '29'+
            '<br>'+
            '表B.1—预处理底漆与涂料体系的配套性'+
            '<br>'+
            '预处理底漆 常用预处理底漆与涂料体系中的底漆的配套性'+
            '<br>'+
            '基料类型 防锈颜'+
            '<br>'+
            '料 醇酸 氯化橡'+
            '<br>'+
            '胶'+
            '<br>'+
            '乙烯/'+
            '<br>'+
            '氯化乙稀'+
            '<br>'+
            '聚合物'+
            '<br>'+
            '丙烯酸环氧a 聚氨酯 硅酸锌'+
            '<br>'+
            '醇酸 多种 √ NC NC √ NC NC NC'+
            '<br>'+
            'Poly(聚乙'+
            '<br>'+
            '烯缩丁醛)'+
            '<br>'+
            '多种 √ √ √ √ NC NC NC'+
            '<br>'+
            '环氧 多种 √ √ √ √ √ √ NC'+
            '<br>'+
            '环氧 锌粉 NC √ √ √ √ √ NC'+
            '<br>'+
            '硅酸乙酯 锌粉 NC √ √ √ √ √ √b'+
            '<br>'+
            '丙烯酸'+
            '<br>'+
            '（水性）'+
            '<br>'+
            '多种 NC √ NC √ NC √ NC'+
            '<br>'+
            '注： 涂料配方多种多样，建议与涂料制造商确认配套性。'+
            '<br>'+
            '√ ＝原则上配套'+
            '<br>'+
            'NC＝原则上不配套'+
            '<br>'+
            'a 包括环氧组合物（例如，环氧+碳烃树脂）'+
            '<br>'+
            'b 需要清扫级除锈'+
            '<br>'+
            '表B.2—预处理底漆'+
            '</div>';

    var iso8501 = '<h2> <em>ISO 8501</em></h2>' +
                '<div class="caseNewsMain">暂无内容</div>';
    var gb12744 = '<h2> <em>GB/T 12744</em></h2>' +
                '<div class="caseNewsMain">暂无内容</div>';

    $(".productRight").html("");
    switch(content){
        case 1:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '相关标准', 'ISO 12944']);
            $(".productRight").append(iso12944);
            break;
        case 2:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '相关标准', 'ISO 8501']);
            $(".productRight").append(iso8501);
            break;
        case 3:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '相关标准', 'GB/T 12744']);
            $(".productRight").append(gb12744);
            break;
    }
}

function changeAnswerContentInSupport(content){
    var ans1 = '<h2> <em>有问有答</em></h2>' +
        '<div class="caseNews">' +
            '<h1>HEMPEL工业漆的种类</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<p>聚氨酯漆、环氧漆、有机硅漆、丙烯酸漆、氟碳漆和醇酸漆等。 聚氨酯漆由于其独特化学结构，具有多种优越的性能，首先物理机械性能好，涂膜坚硬、柔韧、光亮、丰满、耐磨、附着力强，其次其涂膜耐油、耐酸、耐化学药品性强，并且施工适应范围广，品种繁多。聚氨酯漆、环氧漆、有机硅漆、丙烯酸漆、氟碳漆和醇酸漆等。 聚氨酯漆由于其独特化学结构，具有多种优越的性能，首先物理机械性能好，涂膜坚硬、柔韧、光亮、丰满、耐磨、附着力强，其次其涂膜耐油、耐酸、耐化学药品性强，并且施工适应范围广，品种繁多。聚氨酯漆、环氧漆、有机硅漆、丙烯酸漆、氟碳漆和醇酸漆等。 聚氨酯漆由于其独特化学结构，具有多种优越的性能，首先物理机械性能好，涂膜坚硬、柔韧、光亮、丰满、耐磨、附着力强，其次其涂膜耐油、耐酸、耐化学药品性强，并且施工适应范围广，品种繁多。</p>' +
        '<h3><a onclick="answerReturn()">返回</a></h3>'+
        '</div>';

    var ans2 = '<h2> <em>有问有答</em></h2>' +
        '<div class="caseNews">' +
            '<h1>大气腐蚀环境分类</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<p>'+
            '  大气腐蚀环境分类'+
            '  <br>'+
            '  材料在不同大气环境中的腐蚀破坏程度差异很大，例如，距海24.3米处的钢腐蚀速度为距海243.8米处的大约12倍。试验表明，若以Q235钢板在我国拉萨市大气腐蚀速率为1，则青海察尔汉盐湖大气腐蚀速率为4.3，广州城市为23.9，湛江海边为29.4，相差近30倍。因此，在防腐蚀工程设计和制定产品环境适应性指标时，均需按大气腐蚀环境分类进行。'+
            '  <br>'+
            '  大气环境分类一般有两种方法，一种是按气候特征划分，即自然环境分类；另一种是按环境腐蚀严酷性划分。后者更接近于应用实际而被普遍采用。国际标准ISO9223～9226便是根据金属标准试片在环境中自然暴露试验获得的腐蚀速率及综合环境中大气污染物浓度和金属表面润湿时间进行分类。将大气按腐蚀性高低分为5类，即：'+
            '  <br>'+
            '  C1：很低'+
            '  <br>'+
            '  C2：低'+
            '  <br>'+
            '  C3: 中'+
            '  <br>'+
            '  C4：高'+
            '  <br>C5：很高&nbsp;&nbsp;</p>'+
            '<p>'+
            '  在涂料界，国际标准化组织又颁布了更有针对性的标准：ISO12944-1～8:1998&nbsp; 《色漆和清漆 ─ 保护漆体系对钢结构的防腐保护》（Paints and varnishes ─ Corrosion protection of steel structures by protective paint systems）［ 。这是一部在国际防腐界通行的、权威的防护涂料与涂装技术指导性国际标准。目前，在国内涂料、涂装行业、腐蚀与防护行业及相关设计研究院所、高等学校，在重大防腐工程设计、招投标及施工过程中都使用到这一综合性标准。标准共分八个部分：'+
            '</p>'+
            '<p>'+
            '  第1部分 总则'+
            '  <br>'+
            '  第2部分 环境分类'+
            '  <br>'+
            '  第3部分 设计上的考虑'+
            '  <br>'+
            '  第4部分 表面类型与表面处理'+
            '  <br>'+
            '  第5部分 保护漆体系、'+
            '  <br>'+
            '  第6部分 试验方法'+
            '  <br>'+
            '  第7部分 涂漆工艺'+
            '  <br>第8部分 新工程和维护工作规范的制定。</p>'+
            '<p>'+
            '  其中第2部分系统地介绍了大气腐蚀环境分类。而导致腐蚀产生的环境因素主要有大气、各类水质和土壤三方面，所以标准规定了大气腐蚀环境级别和钢结构在水下和土壤中的腐蚀环境分类 。参照ISO12944-5，就可以针对某种腐蚀环境设计涂装系统 。其中，该标准根据不同大气环境的腐蚀性及其特征污染物质的污染程度，将涂料产品面对的大气环境大致分为乡村大气、城市大气、工业大气和海洋大气四种类型。'+
            '  <br>'+
            '  表 -1&nbsp; ISO 12944-2对于大气腐蚀环境的分类以及典型环境的举例'+
            '  <br>'+
            '  腐蚀'+
            '  <br>'+
            '  级别&nbsp;单位面积的质量/厚度损失（暴露一年后）&nbsp;温和的气候中，典型的环境举例'+
            '  <br>'+
            '  （仅供参考）'+
            '  <br>'+
            '  &nbsp;低碳钢&nbsp;锌&nbsp;外部的&nbsp;内部的'+
            '  <br>'+
            '  &nbsp;质量损失'+
            '  <br>'+
            '  g/m2&nbsp;厚度损失'+
            '  <br>'+
            '  μm&nbsp;质量损失'+
            '  <br>'+
            '  g/m2&nbsp;厚度损失'+
            '  <br>'+
            '  μm&nbsp;&nbsp;'+
            '  <br>'+
            '  C1&nbsp;&nbsp;&nbsp; 很低&nbsp;≤10&nbsp;≤1.3&nbsp;≤0.7&nbsp;≤0.1&nbsp;---&nbsp;具有干净空气的建筑，如办公室，商店，学校'+
            '  <br>'+
            '  C2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 低&nbsp;10～200&nbsp;1.3～25&nbsp;0.7 ～ 5&nbsp;0.1～0.7&nbsp;空气低污染'+
            '  <br>'+
            '  主要在乡村地区&nbsp;会发生露水的建筑如：体育馆，航空站。'+
            '  <br>'+
            '  C3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 中等&nbsp;200～ 400&nbsp;25～ 50&nbsp;5 ～ 15&nbsp;0.7～ 2.1&nbsp;在城市中，有工业气体，受SO2污染程度中等，或有低盐分的海滨地区&nbsp;湿度高和有一些空气污染的生产车间，如食品加工厂、洗衣店、酿酒厂、奶厂等。'+
            '  <br>'+
            '  C4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 高 &nbsp;400～ 650&nbsp;50～ 80&nbsp;15～ 30&nbsp;2.1～4.2&nbsp;工业区和具有中等盐分的沿海地区&nbsp;化工厂、游泳池、海船、码头等'+
            '  <br>'+
            '  C5-1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 很高（工业）&nbsp;650～1500&nbsp;80～200&nbsp;30 ～ 60&nbsp;4.2～ 8.4&nbsp;高湿度的工业区，同时空气污染严重&nbsp;温度通常在露点以下，高污染地区'+
            '  <br>'+
            '  C5-M&nbsp;&nbsp;&nbsp;&nbsp; 很高（海上）&nbsp;650～1500&nbsp;80～ 200&nbsp;30～ 60&nbsp;4.2～ 8.4&nbsp;高盐分沿海或海上&nbsp;同上'+
            '  <br>'+
            '  注意：1．该表中所用的腐蚀级别换算值同ISO9223一样'+
            '  <br>'+
            '  2．在沿海、湿热地区，如果质量和厚度损失超过C5-M所列出的，那么在选择结构防腐涂'+
            '  <br>料时需特别注意。</p>'+
            '<p>'+
            '  表-2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ISO 12944-2对于钢结构所处水和土壤环境的分类'+
            '  <br>'+
            '  分类&nbsp;环境&nbsp;环境和建筑举例'+
            '  <br>'+
            '  1m1'+
            '  <br>'+
            '  1m2'+
            '  <br>'+
            '  1m3&nbsp;新鲜水'+
            '  <br>'+
            '  海水或盐水'+
            '  <br>'+
            '  土壤&nbsp;河流装置 水电厂。'+
            '  <br>'+
            '  港口区域的建筑结构，如：水闸门、锁等，海上结构。'+
            '  <br>储油罐、钢桩、钢管。</p>'+
            '<p>'+
            '  &nbsp;&nbsp;&nbsp; 在我国，上世纪九十年代也制定并颁布了类似标准，即GB/T 15957-1995《大气环境腐蚀性分类》。该标准系以裸露的碳钢（以A3钢为基准）在不同大气环境下腐蚀等级划分和防护涂料及其类似防护材料品种选择为重要依据。该标准主要根据碳钢在不同大气环境下暴露第一年的腐蚀速率(mm/a)，将腐蚀环境类型分为：无腐蚀、弱腐蚀、轻腐蚀、中腐蚀、较强腐蚀、强腐蚀六大类，并给出不同腐蚀环境下的腐蚀速率等。该标准还按照影响钢铁腐蚀的气体成分与含量，将腐蚀性气体分为A、B、C、D四类，'+
            '</p>'+
            '<p>'+
            '  表1-8&nbsp; GB/T 15957-1995大气腐蚀环境类型的技术指标'+
            '  <br>'+
            '  腐蚀类型&nbsp;腐蚀速率'+
            '  <br>'+
            '  mm/a&nbsp;腐蚀环境'+
            '  <br>'+
            '  等级&nbsp;名称&nbsp;&nbsp;环境气体类型&nbsp;相对湿度'+
            '  <br>'+
            '  （年平均）%&nbsp;大气环境'+
            '  <br>'+
            '  Ⅰ&nbsp;无腐蚀&nbsp;＜0.001&nbsp;A&nbsp;＜60&nbsp;乡村大气'+
            '  <br>'+
            '  Ⅱ&nbsp;弱腐蚀&nbsp;0.001～0.025&nbsp;A'+
            '  <br>'+
            '  B&nbsp;60～75'+
            '  <br>'+
            '  ＜60&nbsp;乡村大气'+
            '  <br>'+
            '  城市大气'+
            '  <br>'+
            '  III&nbsp;轻腐蚀&nbsp;0.025～0.050&nbsp;A'+
            '  <br>'+
            '  B'+
            '  <br>'+
            '  C&nbsp;＞75'+
            '  <br>'+
            '  60～75'+
            '  <br>'+
            '  ＜60&nbsp;乡村大气'+
            '  <br>'+
            '  城市大气和'+
            '  <br>'+
            '  工业大气'+
            '  <br>'+
            '  Ⅳ&nbsp;中腐蚀&nbsp;0.050～0.20&nbsp;B'+
            '  <br>'+
            '  C'+
            '  <br>'+
            '  D&nbsp;＞75'+
            '  <br>'+
            '  60～75'+
            '  <br>'+
            '  ＜60&nbsp;乡村大气'+
            '  <br>'+
            '  工业大气和'+
            '  <br>'+
            '  海洋大气'+
            '  <br>'+
            '  Ⅴ&nbsp;较强腐蚀&nbsp;0.20～1.00&nbsp;C'+
            '  <br>'+
            '  D&nbsp;＞75'+
            '  <br>'+
            '  60～75&nbsp;工业大气'+
            '  <br>'+
            '  Ⅵ&nbsp;强腐蚀&nbsp;1～5&nbsp;D&nbsp;＞75&nbsp;工业大气'+
            '  <br>'+
            '  &nbsp;注：在特殊场合与额外腐蚀负荷作用下，应将腐蚀类型提高等级，如：'+
            '  <br>'+
            '  a)机械负荷： 1)风砂大的地区，因风携带颗粒(砂子等)使钢结构发生磨蚀的情况。2)钢结构上用于(人或车辆)通行或有机械重负载并定期移动的表面。3)经常有吸潮性物质沉积于钢结构表面的情况。'+
            '</p>'+
            '<p>'+
            '  表1-9&nbsp;&nbsp; 环境气体分类 GB/T15957-1995'+
            '  <br>'+
            '  气体类别&nbsp;腐蚀性物质'+
            '  <br>'+
            '  名称&nbsp;腐蚀性物质'+
            '  <br>'+
            '  含量,(g/m3)&nbsp;气体类别&nbsp;腐蚀性物质'+
            '  <br>'+
            '  名称&nbsp;腐蚀性物质'+
            '  <br>'+
            '  含量,(g/m3)'+
            '  <br>'+
            '  A&nbsp;二氧化硫&nbsp;＜0.5&nbsp;C&nbsp;二氧化硫&nbsp;10～200'+
            '  <br>'+
            '  &nbsp;氟化氢&nbsp;＜0.05&nbsp;&nbsp;氟化氢&nbsp;5～10'+
            '  <br>'+
            '  &nbsp;硫化氢&nbsp;＜0.01&nbsp;&nbsp;硫化氢&nbsp;5～100'+
            '  <br>'+
            '  &nbsp;氮的氧化物&nbsp;＜0.01&nbsp;&nbsp;氮的氧化物&nbsp;5～25'+
            '  <br>'+
            '  &nbsp;氯&nbsp;＜0.01&nbsp;&nbsp;氯&nbsp;1～5'+
            '  <br>'+
            '  &nbsp;氯化氢&nbsp;＜0.05&nbsp;&nbsp;氯化氢&nbsp;5～10'+
            '  <br>'+
            '  B&nbsp;二氧化碳&nbsp;＞2000&nbsp;D&nbsp;二氧化硫&nbsp;200～1000'+
            '  <br>'+
            '  &nbsp;二氧化硫&nbsp;0.5～10&nbsp;&nbsp;氟化氢&nbsp;10～100'+
            '  <br>'+
            '  &nbsp;氟化氢&nbsp;0.05～5&nbsp;&nbsp;硫化氢&nbsp;＞100'+
            '  <br>'+
            '  &nbsp;硫化氢&nbsp;0.01～5&nbsp;&nbsp;氮的氧化物&nbsp;25～100'+
            '  <br>'+
            '  &nbsp;氮的氧化物&nbsp;0.1～5&nbsp;&nbsp;氯&nbsp;5～10'+
            '  <br>'+
            '  &nbsp;氯&nbsp;0.1～1&nbsp;/&nbsp;/'+
            '  <br>'+
            '  &nbsp;氯化氢&nbsp;0.05～5&nbsp;&nbsp;'+
            '  <br>注：当大气中同时含有多种腐蚀性气体，则腐蚀级别应取最高的一种或几种为基准。</p>'+
        '<h3><a onclick="answerReturn()">返回</a></h3>'+
        '</div>';

    var ans3 = '<h2> <em>有问有答</em></h2>' +
        '<div class="caseNews">' +
            '<h1>如何正确使用常温道路标线漆</h1>' +
        '</div>'+
        '<div class="caseNewsMain">' + 
        '<p class="MsoNormal" align="left" style="text-align:center;">'+
            '  <span style="font-size:16px;"> <strong>如</strong>'+
            '  </span>'+
            '  <span style="font-size:16px;"> <strong>何正确使用常温道路标线漆</strong>'+
            '  </span>'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="margin-left:36pt;text-indent:-36pt;">'+
            '  1．&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;使用注意事项'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21pt;">'+
            '  &nbsp;1.1 常温道道路标线涂料是自挥发快速气干性涂料，长达牌常温道道路标线涂料漆属于丙烯酸类道路漆，该产品精选原料，具有优异附着力，干燥迅速，因此，投入使用具有优异耐磨性，使用期长。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  &nbsp;1.2在正常施工，正式的流量，正常路面状况下， 长达向广大用户朋友做出如下承诺：'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.2.1保证在公路上投入使用'+
            '  <span>6---8</span>'+
            '  个月。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.2.2保证在城市道路投入使用'+
            '  <span>4---5</span>'+
            '  个月。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3施工前请清扫地面，除净灰尘，泥土等杂质，以免影响涂膜与路面之间的附着力。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.2请使用配套稀释剂，同时对水泥与旧沥青路面使用指定专用稀释剂，新沥青路面使用配套稀释剂。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.3严禁在潮湿路面上施工，雨后路面要经过充分干燥方可施工，避免施工前后'+
            '  <span>24</span>'+
            '  小时下雨。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.4施工气温不低于'+
            '  <span>5</span>'+
            '  º'+
            '  <span>C</span>'+
            '  。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.5开桶后涂料必须经过充分搅拌方可使用。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.6在干燥允许的情况下，希望涂膜厚度尽可能厚一点，通常应在原有标线彻底磨损后进行再涂布，以获取更好的效果，一般湿膜应争取达到'+
            '  <span>0.3mm</span>'+
            '  。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.7存放在阴凉干燥处，注意安全，严禁烟火。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  1.3.8自生产包装起，贮存期一年。'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  2.常温漆不良现象的原因分析及解决方法'+
            '  <span></span>'+
            '</p>'+
            '<table class="MsoNormalTable" border="1" cellspacing="0" cellpadding="0" style="border:none;">'+
            '  <tbody>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:none;">'+
            '        <p class="MsoNormal" align="left" style="text-indent:10.55pt;"> <b><span style="font-family:宋体;">'+
            '              不 良 现'+
            '              <span>&nbsp;</span>'+
            '              象'+
            '              <span></span>'+
            '            </span></b> '+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left"> <b><span style="font-family:宋体;">&nbsp;</span></b> '+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              原 因 分 析'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">&nbsp;</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              解 决 方 法'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left" style="margin-left:31.5pt;text-indent:93.5pt;">'+
            '          <b>'+
            '            <span style="font-family:宋体;">&nbsp;</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              标 线 毛'+
            '              <span>&nbsp;</span>'+
            '              边'+
            '              <span>'+
            '                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;'+
            '              </span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷嘴不合适。'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷嘴磨损。'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              稀释剂过多'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂压力不足'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              选择合适和喷嘴'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              更新喷嘴。'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              稀释剂适量。'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整压力。'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              标线出现蠕动和变形'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂压力不足'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              泵能力不足'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷嘴过大'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              过滤装置堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">5.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              涂料粘度过高'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整压力'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              更加大功率泵'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              选用适合喷嘴'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清理过滤装置'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">5.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整涂料粘度'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂机无料吸入'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆箱阀门末打开'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              过滤网堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              缸体内存有空气'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              柱塞杆封密不严'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">5.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆粘度过大'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">&nbsp;</span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              打开油漆箱阀门'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清洗过滤网'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              排除缸体内空气'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调紧封密螺帽'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">5.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调稀油漆粘度'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷枪无涂料喷出'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆通道堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷枪过滤网堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清洗通道导管'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清洗过滤网'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂压力不足'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆泻漏'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              设定压力偏低'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              吸入排出溢流阀有缺陷和混进杂物'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              紧固防漏螺母'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整油漆喷涂压力'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清理或更换溢流阀'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂压力不稳'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              过滤网堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              呼吸入口进入空气'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清洗过滤网'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              保持油箱子中油漆面高出吸入口'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷枪有漏漆现象'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷枪枪针针磨损'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              有杂质（局部）堵塞'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              修理工或更换'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              剥落'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              路面太潮'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              路面太脏'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              施工后'+
            '              <span>24</span>'+
            '              小时内下雨'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆附着力太差'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              待路面彻底干透才施工'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清除净灰尘，泥土，并清扫路面'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              做好天气防范，尽可能避免施工前后'+
            '              <span>24</span>'+
            '              小时内有雨天气施工'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              选用更好的油漆品种'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆在桶中严重沉降或结块'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              防沉降技术待解决'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              存放期过长'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              防止生产中带入水份，选用更好的防沉剂'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              在有效期内使用'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆在桶中结皮'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              防结皮技术待解决'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              桶密封不严'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              存放期限过长'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              添加防结皮盎剂'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              加强桶的密封'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              在有效存放期限内使用'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              耐久性差'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              车流量太大'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              涂膜太薄'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              涂膜与路面附着力如路面过于潮湿，有灰尘，泥块等杂质'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              干燥过快'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              适量增加漆膜厚度'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left" style="margin-left:36pt;text-indent:-36pt;">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              1．'+
            '              <span style="font-weight:normal;font-size:7pt;line-height:normal;font-family:&#39;Times New Roman&#39;;">&nbsp;&nbsp;&nbsp;&nbsp;</span>'+
            '            </span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">&nbsp;</span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              堵枪眼'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆中有粒过大杂质或异'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆严重结块或结皮'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              油漆贮存稳定性过差'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              加强过滤'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              防止结块沉降'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              在有效期限内使用'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              标线变色'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆干燥太慢（沥青路面）'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              施工开放通车不定期早'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              长期贮存树脂被化变质'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆与路面残锱的融雪剂而起反应'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.0pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              选用快干漆'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              待涂料不粘胎生通车'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              避免使用过期品'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              待遇土水清洗后再施工'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '    <tr>'+
            '      <td width="189" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              标线厚度不均'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="189" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷嘴不适合'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷嘴磨损'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷涂机械循环系统故障'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              喷枪压力不足'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              漆粘度过大'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '      <td width="180" valign="top" style="border:solid black 1.5pt;">'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              选择合适喷嘴'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">1.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              更新喷嘴'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">2.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              清洗循环系统'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">3.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整压力'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '        <p class="MsoNormal" align="left">'+
            '          <b>'+
            '            <span style="font-family:宋体;">4.</span>'+
            '          </b>'+
            '          <b>'+
            '            <span style="font-family:宋体;">'+
            '              调整粘度'+
            '              <span></span>'+
            '            </span>'+
            '          </b>'+
            '        </p>'+
            '      </td>'+
            '    </tr>'+
            '  </tbody>'+
            '</table>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>3.</b>'+
            '  <b>'+
            '    油漆耐久性问题的讨论'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    道路标线漆的耐久性是一个广泛讨论的问题，它的影响因素多，用户朋友首先要体会什么是剥落，什么是耐磨性差和耐久特别应该区别剥落和耐磨性两个概念。（具体参见'+
            '    <span>3</span>'+
            '    。'+
            '    <span>4</span>'+
            '    ）同一厂家同一批料在不同地方使用往往反映结果很不一样，便能说明这个问题。对于影响漆膜耐久性因素现象很多，现在我们就这个现象列出众多讨论结果，以兹大家确认和认同。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>3.1</b>'+
            '  <b>'+
            '    涂料本身的因素'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoBodyTextIndent" align="left" style="margin-left:0cm;text-indent:31.6pt;">'+
            '  涂料中树脂含量多少以及涂料中是否填加耐磨填充料等因素是涂料自身内在原因。它们直接体现的耐磨性便是厂家检测耐磨结结果，但这个结果对投入使用中耐久性是远远中够的，它只能反'+
            '  <span></span>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>'+
            '    映漆膜在正常施工和正常车流量和正常道路状况下的耐磨情况，具体到投科使用其耐磨还需结合施工来讨论这个情况。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.2</b>'+
            '  <b>'+
            '    施工及使用环境的影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>'+
            '    俗话说：三分漆，七分施工，也就是说漆本身耐久性在使用中作用只能占三成，而另外七成则是施工因素所左右，漆本身好坏只能占据一个前提，是涂料在使用中的前提条件，而大多影响因素来源于施工状。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.2.1</b>'+
            '  <b>'+
            '    施工压力的影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>'+
            '    施工压力越大，则油漆与路面结合越强，就是说漆膜在干结投入使用后，一经有剥落出现，这种病态便会成比增加，迅速蔓延，严格地讲，剥落不是耐磨性差的问题，但它直接影响到涂料的耐用久性。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.2.2</b>'+
            '  <b>'+
            '    施工速度过快，漆膜过薄，使用时磨损厚度不够，直接现象也是耐磨性差。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.2.3</b>'+
            '  <b>'+
            '    车流量过大'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    车流量过大，则造成漆膜 的磨损加剧，因而其直接现象也归到涂料耐磨性过差，故在车流量过大的地方应适当放慢施工速度，使漆膜保持一定的厚度，以增加漆膜本身耐磨性。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.2.4</b>'+
            '  <b>'+
            '    稀释剂的影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left">'+
            '  <b>'+
            '    道路标线漆应保证其在投入使用中具有一定的干膜厚度，稀释剂过多，会影响漆膜干膜厚度，也会造成漆膜耐磨性差。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3</b>'+
            '  <b>'+
            '    剥落对耐久性的影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.1</b>'+
            '  <b>'+
            '    漆膜附着力与漆膜耐久是两个不同概念，但在实际使用中不能割裂开二者的关系，结合市场反馈回来的信息，以及长达技质部多年试验及验证的结果表明：离开附着力来谈油漆耐久性是没有依据的，它只能是空谈。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    凡接触过热熔标线的用户朋友都应清楚，在旧沥青路面和水泥路面热熔标线极易脱落，便失去它的意义，这能说是它耐磨性差？要求其有良好耐久性，首先应要求级与路面良好附羊，常驻温漆的没有这个现象？的，并且这个现象很多。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.2</b>'+
            '  <b>'+
            '    施工温度影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    常温漆归结为热塑性，其粘接成份是高分子量的聚丙烯树脂或苯丙树脂，这些树脂在较低温度下为缠绕的线团状，温度升高，线团便伸展为曲线，与路面的结合面积增大，故而影响到其与路面的结合状况，这便是为何厂家确定施工的下限温度的原因所在。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.3</b>'+
            '  <b>'+
            '    路面干净状况'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    路面中干革命净直接影响到漆膜与路面结合力降低，在投入使用中漆膜 也易剥落。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.4</b>'+
            '  <b>'+
            '    路面潮湿的影剧院响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    路面过于潮湿，或空气湿度大，漆膜 干燥后，一经太阳爆晒则路面潮气便蒸发出来，直接对漆膜产生压力，也易造成漆膜剥落，水泥路面由于很多毛细孔，这些细孔极易吸收水份，而在受热又释放出水蒸气，因而水泥路面油漆极易剥落便是这个原因，所以为了避免这种情况，施工时应尽量避免施工前后'+
            '    <span>24</span>'+
            '    小时不得下雨，做好天气防范措施 ，待路面彻底干透才施工。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.5</b>'+
            '  <b>'+
            '    直接在旧线上施工'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    不同厂家的标线漆的表现张力不一样，也直接导致二者附着力和润湿情况，严重还会出现咬底现象，即新标线漆中溶剂成份溶胀旧标线漆膜，而旧标线漆膜便开始脱离路面，但又末溶解，但又开始脱离路面，便导致在使用中一经车碾后，便开始剥落，也极大影响漆膜的耐久性。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.6</b>'+
            '  <b>'+
            '    稀释剂的影响'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    稀释剂应该与涂料配套，否则也是一个问题，稀释剂的加入的二个作用，其一，降低体系粘度，便于施工；其二，显著降低涂料体系的张力，以便使涂料体系良好润湿路面，（对水泥路面尤其是这样），以改善涂膜对路面的润湿状况。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.3.7</b>'+
            '  <b>'+
            '    涂料自身原因如树脂多少，对路面润湿性及其他原因也影响到涂膜与路面附着力。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>'+
            '    注：以上'+
            '    <span>3.23.3</span>'+
            '    直接影响到涂膜投入使用的耐久性。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.4</b>'+
            '  <b>'+
            '    什么是剥落？耐磨性？耐用久性？'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.4.1</b>'+
            '  <b>'+
            '    剥落是指油漆成膜后路面附着力差，而在外力作用下从路面脱落，它与耐磨性是不同现象，但直接影响到标线使用寿命，与耐用磨性一道影响到标线耐久性，剥夺落产生初期限是标线局部小面积成不规则片状离开路面，这种现象伴随时间迅速蔓延，标线线型逐渐残缺甚至消失，便如蚕食一样很快导致标线在不到一个月便消失，用户朋友应该注意到这一现象，应与耐磨性区分开以便正确解决这个不良现象。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:21.1pt;">'+
            '  <b>3.4.2</b>'+
            '  <b>'+
            '    耐磨性是洒脱膜 在正常状况下（即无剥落）一层层逐渐磨损，是一个渐进过程，正常磨损随着时间推移，标线线型无残缺线型完好。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
            '<p class="MsoNormal" align="left" style="text-indent:10.55pt;">'+
            '  <b>&nbsp;</b>'+
            '  <b>'+
            '    要使标线具有良好的耐久性，则漆膜本身要与路面良好的附着，不能剥落；其二，漆膜本身应该具有良好耐磨性，只有这样，标线在投入使用后，才会具有良好耐久性，即标线长寿。而耐磨性和剥落共同影响耐久性即标线使用寿命。'+
            '    <span></span>'+
            '  </b>'+
            '</p>'+
        '<h3><a onclick="answerReturn()">返回</a></h3>'+            
        '</div>';

    $(".productRight").html("");
    switch(content){
        case 1:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '有问有答']);
            $(".productRight").append(ans1);
            break;
        case 2:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '有问有答']);
            $(".productRight").append(ans2);
            break;
        case 3:
            productHeaderBoxContent(['技术支持', '首页', '技术支持', '有问有答']);
            $(".productRight").append(ans3);
            break;
    }

}

function answerReturn(){
    $(".productRight").html("");
    var ret = '<h2> <em>有问有答</em>'+
          '</h2>'+
          '<div class="technology">'+
           ' <ul>'+
              '<li>'+
                '<a onclick="changeAnswerContentInSupport(1)">HEMPEL工业漆的种类</a>'+
              '</li>'+
              '<li>'+
                '<a onclick="changeAnswerContentInSupport(2)">大气腐蚀环境分类</a>'+
              '</li>'+
              '<li>'+
                '<a onclick="changeAnswerContentInSupport(3)">如何正确使用常温道路标线漆</a>'+
              '</li>'+
            '</ul>'+
          '</div>';
    $(".productRight").append(ret);
}

/*
    产品中心相关js接口
*/
function productHempelClick(content){
    $(".productRight").html("");
    var hempel1 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel11.jpg" alt=""/>'+
        '<img src="../../images/product/hempel12.jpg" alt=""/>'+
        '</div>';

    var hempel2 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel2.jpg" alt=""/>'+
        '</div>';

    var hempel3 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel31.jpg" alt=""/>'+
        '<img src="../../images/product/hempel32.jpg" alt=""/>'+
        '</div>';
        
    var hempel4 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel41.jpg" alt=""/>'+
        '<img src="../../images/product/hempel42.jpg" alt=""/>'+
        '</div>';

    var hempel5 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel51.jpg" alt=""/>'+
        '<img src="../../images/product/hempel52.jpg" alt=""/>'+
        '</div>';
        
    var hempel6 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel61.jpg" alt=""/>'+
        '<img src="../../images/product/hempel62.jpg" alt=""/>'+
        '</div>';
    var hempel7 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel71.jpg" alt=""/>'+
        '<img src="../../images/product/hempel72.jpg" alt=""/>'+
        '</div>';
    var hempel8 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel81.jpg" alt=""/>'+
        '<img src="../../images/product/hempel82.jpg" alt=""/>'+
        '</div>';
    var hempel9 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel91.jpg" alt=""/>'+
        '<img src="../../images/product/hempel92.jpg" alt=""/>'+
        '</div>';
    var hempel10 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel101.jpg" alt=""/>'+
        '<img src="../../images/product/hempel102.jpg" alt=""/>'+
        '</div>';
    var hempel11 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel111.jpg" alt=""/>'+
        '<img src="../../images/product/hempel112.jpg" alt=""/>'+
        '</div>';
    var hempel12 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel121.jpg" alt=""/>'+
        '<img src="../../images/product/hempel122.jpg" alt=""/>'+
        '</div>';
    var hempel13 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel131.jpg" alt=""/>'+
        '<img src="../../images/product/hempel132.jpg" alt=""/>'+
        '</div>';
    var hempel14 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel141.jpg" alt=""/>'+
        '<img src="../../images/product/hempel142.jpg" alt=""/>'+
        '</div>';
    var hempel15 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel151.jpg" alt=""/>'+
        '<img src="../../images/product/hempel152.jpg" alt=""/>'+
        '</div>';
    var hempel11 = '<h2> <em>海虹老人</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/hempel11.jpg" alt=""/>'+
        '<img src="../../images/product/hempel12.jpg" alt=""/>'+
        '</div>';
    switch(content){
        case 1:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '15890 无机硅酸锌车间底漆']);
            $(".productRight").append(hempel1);
            break;
        case 2:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '稀释剂']);
            $(".productRight").append(hempel2);
            break;
        case 3:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '1578A 无机富锌']);
            $(".productRight").append(hempel3);
            break;
        case 4:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '12050 醇酸底漆']);
            $(".productRight").append(hempel4);
            break;
        case 5:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '15300 环氧底漆']);
            $(".productRight").append(hempel5);
            break;
        case 6:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '15360 环氧富锌底漆']);
            $(".productRight").append(hempel6);
            break;
        case 7:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '15570 环氧底漆']);
            $(".productRight").append(hempel7);
            break;
        case 8:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '17360 环氧富锌底漆']);
            $(".productRight").append(hempel8);
            break;
        case 9:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '35920 玻璃鳞片聚氨酯漆']);
            $(".productRight").append(hempel9);
            break;
        case 10:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '45880 环氧面漆']);
            $(".productRight").append(hempel10);
            break;
        case 11:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '55000 聚硅氧烷面漆']);
            $(".productRight").append(hempel11);
            break;
        case 12:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '55210 聚氨酯面漆']);
            $(".productRight").append(hempel12);
            break;
        case 13:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '55880 丙烯酸面漆']);
            $(".productRight").append(hempel13);
            break;
        case 14:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '56910 耐高温硅酮铝粉漆']);
            $(".productRight").append(hempel14);
            break;
        case 15:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '海虹老人', '86951 无锡自抛光防污漆']);
            $(".productRight").append(hempel15);
            break;
    }
}

function productJotunClick(content){
    $(".productRight").html("");
    var jotun1 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun1.jpg" alt=""/>'+
        '</div>';
    var jotun2 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun21.jpg" alt=""/>'+
        '<img src="../../images/product/jotun22.jpg" alt=""/>'+
        '</div>';
    var jotun3 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun31.jpg" alt=""/>'+
        '<img src="../../images/product/jotun32.jpg" alt=""/>'+
        '<img src="../../images/product/jotun33.jpg" alt=""/>'+
        '</div>';
    var jotun4 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun41.jpg" alt=""/>'+
        '<img src="../../images/product/jotun42.jpg" alt=""/>'+
        '<img src="../../images/product/jotun43.jpg" alt=""/>'+
        '<img src="../../images/product/jotun44.jpg" alt=""/>'+
        '</div>';
    var jotun5 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun51.jpg" alt=""/>'+
        '<img src="../../images/product/jotun52.jpg" alt=""/>'+
        '<img src="../../images/product/jotun53.jpg" alt=""/>'+
        '<img src="../../images/product/jotun54.jpg" alt=""/>'+
        '</div>';
    var jotun6 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun61.jpg" alt=""/>'+
        '<img src="../../images/product/jotun62.jpg" alt=""/>'+
        '<img src="../../images/product/jotun63.jpg" alt=""/>'+
        '<img src="../../images/product/jotun64.jpg" alt=""/>'+
        '<img src="../../images/product/jotun65.jpg" alt=""/>'+
        '<img src="../../images/product/jotun66.jpg" alt=""/>'+
        '</div>';
    var jotun7 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun71.jpg" alt=""/>'+
        '<img src="../../images/product/jotun72.jpg" alt=""/>'+
        '<img src="../../images/product/jotun73.jpg" alt=""/>'+
        '<img src="../../images/product/jotun74.jpg" alt=""/>'+
        '</div>';
    var jotun8 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun81.jpg" alt=""/>'+
        '<img src="../../images/product/jotun82.jpg" alt=""/>'+
        '<img src="../../images/product/jotun83.jpg" alt=""/>'+
        '<img src="../../images/product/jotun84.jpg" alt=""/>'+
        '</div>';
    var jotun9 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun91.jpg" alt=""/>'+
        '<img src="../../images/product/jotun92.jpg" alt=""/>'+
        '<img src="../../images/product/jotun93.jpg" alt=""/>'+
        '<img src="../../images/product/jotun94.jpg" alt=""/>'+
        '</div>';
    var jotun10 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun101.jpg" alt=""/>'+
        '<img src="../../images/product/jotun102.jpg" alt=""/>'+
        '<img src="../../images/product/jotun103.jpg" alt=""/>'+
        '<img src="../../images/product/jotun104.jpg" alt=""/>'+
        '</div>';
    var jotun11 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun111.jpg" alt=""/>'+
        '<img src="../../images/product/jotun112.jpg" alt=""/>'+
        '<img src="../../images/product/jotun113.jpg" alt=""/>'+
        '<img src="../../images/product/jotun114.jpg" alt=""/>'+
        '</div>';
    var jotun12 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun121.jpg" alt=""/>'+
        '<img src="../../images/product/jotun122.jpg" alt=""/>'+
        '<img src="../../images/product/jotun123.jpg" alt=""/>'+
        '</div>';
    var jotun13 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun131.jpg" alt=""/>'+
        '<img src="../../images/product/jotun132.jpg" alt=""/>'+
        '<img src="../../images/product/jotun133.jpg" alt=""/>'+
        '<img src="../../images/product/jotun134.jpg" alt=""/>'+
        '<img src="../../images/product/jotun135.jpg" alt=""/>'+
        '</div>';
    var jotun14 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun141.jpg" alt=""/>'+
        '<img src="../../images/product/jotun142.jpg" alt=""/>'+
        '<img src="../../images/product/jotun143.jpg" alt=""/>'+
        '<img src="../../images/product/jotun144.jpg" alt=""/>'+
        '</div>';
    var jotun15 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun151.jpg" alt=""/>'+
        '<img src="../../images/product/jotun152.jpg" alt=""/>'+
        '<img src="../../images/product/jotun153.jpg" alt=""/>'+
        '<img src="../../images/product/jotun154.jpg" alt=""/>'+
        '</div>';
    var jotun16 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun161.jpg" alt=""/>'+
        '<img src="../../images/product/jotun162.jpg" alt=""/>'+
        '<img src="../../images/product/jotun163.jpg" alt=""/>'+
        '<img src="../../images/product/jotun164.jpg" alt=""/>'+
        '</div>';
    var jotun17 = '<h2> <em>佐敦</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/jotun171.jpg" alt=""/>'+
        '<img src="../../images/product/jotun172.jpg" alt=""/>'+
        '<img src="../../images/product/jotun173.jpg" alt=""/>'+
        '<img src="../../images/product/jotun174.jpg" alt=""/>'+
        '</div>';


    switch(content){
        case 1:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '7号稀释剂']);
            $(".productRight").append(jotun1);
            break;
        case 2:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '17号稀释剂']);
            $(".productRight").append(jotun2);
            break;
        case 3:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '醇酸底漆 Alkydprimer']);
            $(".productRight").append(jotun3);
            break;
        case 4:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '醇酸面漆 Pilot II']);
            $(".productRight").append(jotun4);
            break;
        case 5:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '改性环氧底漆 Jotamastic 80']);
            $(".productRight").append(jotun5);
            break;
        case 6:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '改性耐磨环氧漆87 Jotamastic 87']);
            $(".productRight").append(jotun6);
            break;
        case 7:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '环氧富锌77CN Barrier 77 CN']);
            $(".productRight").append(jotun7);
            break;
        case 8:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '环氧富锌Barrier ZEP']);
            $(".productRight").append(jotun8);
            break;
        case 9:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '环氧漆面漆FC Penguard FC']);
            $(".productRight").append(jotun9);
            break;
        case 10:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '环氧压载水舱漆BT Jotacote BT']);
            $(".productRight").append(jotun10);
            break;
        case 11:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '聚氨酯面漆Hardtop XP']);
            $(".productRight").append(jotun11);
            break;
        case 12:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '铝粉耐热漆 Aluminium Paint H.R.']);
            $(".productRight").append(jotun12);
            break;
        case 13:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '无溶剂环氧饮水舱专用漆Tankguard 412']);
            $(".productRight").append(jotun13);
            break;
        case 14:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '通用耐磨环氧漆Jotacote Universal']);
            $(".productRight").append(jotun14);
            break;
        case 15:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '无机硅酸富锌底漆Resist 86']);
            $(".productRight").append(jotun15);
            break;
        case 16:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '无机锌车间底漆2008 Muki Z 2008']);
            $(".productRight").append(jotun16);
            break;
        case 17:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '佐敦', '无锡自抛光防污漆90 SeaForce 90']);
            $(".productRight").append(jotun17);
            break;
    }
}

function productKansaiClick(content){
    $(".productRight").html("");
    var kansai1 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai11.jpg" alt=""/>'+
        '<img src="../../images/product/kansai12.jpg" alt=""/>'+
        '</div>';
    var kansai2 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai21.jpg" alt=""/>'+
        '<img src="../../images/product/kansai22.jpg" alt=""/>'+
        '</div>';
    var kansai3 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai31.jpg" alt=""/>'+
        '<img src="../../images/product/kansai32.jpg" alt=""/>'+
        '</div>';
    var kansai4 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai41.jpg" alt=""/>'+
        '<img src="../../images/product/kansai42.jpg" alt=""/>'+
        '</div>';
    var kansai5 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai51.jpg" alt=""/>'+
        '<img src="../../images/product/kansai52.jpg" alt=""/>'+
        '</div>';
    var kansai6 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai61.jpg" alt=""/>'+
        '<img src="../../images/product/kansai62.jpg" alt=""/>'+
        '</div>';
    var kansai7 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai71.jpg" alt=""/>'+
        '<img src="../../images/product/kansai72.jpg" alt=""/>'+
        '</div>';
    var kansai8 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai81.jpg" alt=""/>'+
        '<img src="../../images/product/kansai82.jpg" alt=""/>'+
        '</div>';
    var kansai9 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai91.jpg" alt=""/>'+
        '<img src="../../images/product/kansai92.jpg" alt=""/>'+
        '</div>';
    var kansai10 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai101.jpg" alt=""/>'+
        '<img src="../../images/product/kansai102.jpg" alt=""/>'+
        '</div>';
    var kansai11 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai111.jpg" alt=""/>'+
        '<img src="../../images/product/kansai112.jpg" alt=""/>'+
        '</div>';
    var kansai12 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai121.jpg" alt=""/>'+
        '<img src="../../images/product/kansai122.jpg" alt=""/>'+
        '</div>';
    var kansai13 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai131.jpg" alt=""/>'+
        '<img src="../../images/product/kansai132.jpg" alt=""/>'+
        '</div>';
    var kansai14 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai141.jpg" alt=""/>'+
        '<img src="../../images/product/kansai142.jpg" alt=""/>'+
        '</div>';
    var kansai15 = '<h2> <em>中远关西</em></h2>' +
        '<div class="abstract" >' + 
        '<img src="../../images/product/kansai151.jpg" alt=""/>'+
        '<img src="../../images/product/kansai152.jpg" alt=""/>'+
        '</div>';

    switch(content){
        case 1:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '丙烯酸面漆']);
            $(".productRight").append(kansai1);
            break;
        case 2:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '醇酸面漆']);
            $(".productRight").append(kansai2);
            break;
        case 3:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '防污漆 Nu-Current']);
            $(".productRight").append(kansai3);
            break;
        case 4:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '防锈油漆']);
            $(".productRight").append(kansai4);
            break;
        case 5:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧富锌底漆 100 QD']);
            $(".productRight").append(kansai5);
            break;
        case 6:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧富锌底漆500']);
            $(".productRight").append(kansai6);
            break;
        case 7:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧面漆']);
            $(".productRight").append(kansai7);
            break;
        case 8:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧漆 EX-500']);
            $(".productRight").append(kansai8);
            break;
        case 9:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧漆 EX-600']);
            $(".productRight").append(kansai9);
            break;
        case 10:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '环氧云铁漆 Epx-29']);
            $(".productRight").append(kansai10);
            break;
        case 11:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '聚氨酯 6000面漆']);
            $(".productRight").append(kansai11);
            break;
        case 12:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '耐磨环氧漆 AC(M)']);
            $(".productRight").append(kansai12);
            break;
        case 13:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '特种环氧漆 GX']);
            $(".productRight").append(kansai13);
            break;
        case 14:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '无机硅酸锌车间底漆 1000 HA(S)']);
            $(".productRight").append(kansai14);
            break;
        case 15:
            productHeaderBoxContent(['产品中心', '首页', '产品中心', '中远关西', '有机硅耐热底漆 铝粉漆600']);
            $(".productRight").append(kansai15);
            break;
    }
}

function productHeaderBoxContent(pathArr){
    var pathName = pathArr;
    var pathString = "<h2>" + pathName[0] + "</h2><p>";
    for(var i = 1; i < pathName.length; i++){
        if(i != pathName.length -1 ){
            pathString += "<a>" + pathName[i] + "</a> >" 
        }else{
            pathString += " / <font>" + pathName[i] + "</font></p>";
        }
    }
    $(".productHeadBox").html("");
    $(".productHeadBox").append(pathString);
}
